[
  {
    "id": 883,
    "date": "2020-02-18T07:00:00",
    "date_gmt": "2020-02-18T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=883"
    },
    "modified": "2020-02-17T10:11:23",
    "modified_gmt": "2020-02-17T10:11:23",
    "slug": "frog2",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/frog2\/",
    "title": {
      "rendered": "The Little Frog with the Big Mouth"
    },
    "content": {
      "rendered": "\n<p><em>Unfortunately I had a problem with my audio this week and had to use my computer microphone. So the quality is not very good. It will be normal again next week. Sorry!<\/em><\/p>\n\n\n\n<p><em>Also, I said &#8220;<a href=\"https:\/\/easystoriesinenglish.com\/Frog\">EasyStoriesInEnglish.com\/Frog<\/a>&#8221; when it should be &#8220;<a href=\"https:\/\/easystoriesinenglish.com\/Frog2\">EasyStoriesInEnglish.com\/Frog2<\/a>&#8220;.<\/em><\/p>\n\n\n\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for beginners. The name of the story is <em>The Little Frog with the Big Mouth<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Frog2\">EasyStoriesInEnglish.com\/Frog2<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Frog2\">EasyStoriesInEnglish.com\/Frog2<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p><a href=\"https:\/\/easystoriesinenglish.com\/bird\/\">In last week’s episode<\/a>, I talked about some ideas I had. They were ideas for the podcast. So I want to do maybe some extra things with the podcast. I talked about maybe doing YouTube videos, maybe writing books or online courses. <a href=\"https:\/\/www.strawpoll.me\/19363308\">And I put a poll so you can vote and say which thing you would like<\/a>. The poll is still open. It will be open for another week. So go to <a href=\"https:\/\/easystoriesinenglish.com\/Frog2\">EasyStoriesInEnglish.com\/Frog2<\/a> to find the link and <a href=\"https:\/\/www.strawpoll.me\/19363308\">vote in the poll<\/a>.<\/p>\n\n\n\n<p>If you have your own ideas—maybe there is something you want me to do with the podcast—you can email me at <a href=\"&#x6d;&#x61;&#x69;&#x6c;&#x74;&#x6f;&#58;&#65;&#114;&#105;el&#64;E&#x61;&#x73;&#x79;&#x53;&#x74;&#x6f;&#114;&#105;&#101;&#115;&#73;nEn&#x67;&#x6c;&#x69;&#x73;&#x68;&#x2e;&#99;&#111;&#109;\">&#65;&#x72;&#105;&#x65;&#108;&#x40;&#69;&#x61;&#115;&#x79;&#83;&#x74;o&#x72;i&#x65;s&#x49;n&#x45;n&#x67;l&#105;&#x73;&#104;&#x2e;&#99;&#x6f;&#109;<\/a>. A lot of you have already voted, so thank you very much, and I look forward to hearing all of your thoughts!<\/p>\n\n\n\n<p>Today’s story I really love. It is a very simple story but I really enjoy it. It has quite a funny ending. I heard it at a conference last summer. So I was at the Agen workshop in the south of France. It is a conference for people who teach languages using storytelling. So of course, for me it was fantastic. And somebody told this story, <em>The Little Frog with the Big Mouth<\/em>, in Hungarian. So none of us spoke Hungarian, but using pictures the teacher was able to tell the story and we all understood it, and it was so fun, and we were all sitting on the edge of our seats, waiting for the end, and when the end came we laughed so, so much.<\/p>\n\n\n\n<p>So I had a very fun time at the Agen Conference, but it was <em>so<\/em> hot because it was the summer in thes outh of France. There were two days where it was 42 degrees. Eugh! And despite that, I’m going back this year because the conference was so fantastic. I’m going again.<\/p>\n\n\n\n<p>Recently, I have been playing a lot of videogames. I don’t know if any of you like videogames. I… I don’t know. I like videogames but I go through phases. So maybe I will have six months where I play nothing and then a few months where I really intensely play videogames. So I bought a Playstation 4 last year, but then I didn’t use it very much. But recently I have been playing a lot of videogames.<\/p>\n\n\n\n<p>Videogames are expensive, though. So I only buy games that are on sale. The problem is now, I have about six or seven games to play and some of them are very long games and I get stressed out because I want to play them all but I can’t play them all at the same time! Anyway, at the moment I am playing <em>Life is Strange: Before the Storm<\/em>, which is a story-based game, and it’s OK. I’m also playing <em>Final Fantasy XIV<\/em>, which is an online game, because my friend plays it and she really loves it so I want to play it so that we can play together.<\/p>\n\n\n\n<p>Generally, I like RPGs, role-playing games—so role-playing games are usually medieval magic like, uh, <em>The Witcher<\/em> or <em>Lord of the Rings<\/em>, where you play a character you created—and I also like story-based games like <em>Life is Strange<\/em>. I really don’t like shooter games, so like, war games. One, I am very bad at them, but two, I just think they are boring. I want more fantasy.<\/p>\n\n\n\n<p>So, do any of you like playing videogames? I would love to hear. Maybe you play some of the same games as me. Go to <a href=\"https:\/\/easystoriesinenglish.com\/Frog2\">EasyStoriesInEnglish.com\/Frog2<\/a> and leave a comment and tell me what videogames you like. Or maybe you hate videogames. You can tell me that, too. I would love to hear your comment.<\/p>\n\n\n\n<p>OK, I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<p>A frog is a small, green animal. They make a sound like <em>ribbit ribbit<\/em>. They live in wet places, like rivers and trees. In the Amazon rainforest, there are many types of frogs. Some are poisonous, so you don’t want to touch them. Frogs eat flies and other insects. They have very long tongues, and they use them to catch flies.<\/p>\n\n\n\n<p>Smile is when you move the sides of your mouth up. You want to show that you are happy. If you like someone, you smile at them. It is like a laugh, but smaller. In some countries, people smile a lot more than in other countries. Sometimes Thailand is called “the land of smiles”.<\/p>\n\n\n\n<p>Taste is how food feels in your mouth. Basically, it is whether it is good food or not. For example, I think McDonald’s tastes good, but some people think it tastes bad. I think dark chocolate tastes better than milk chocolate, but you might think the opposite.<\/p>\n\n\n\n<p>The ground is like the floor, but outside. The ground is brown, but there might be grass on it, and then it will be green. Plants like trees and flowers drink water from under the ground.<\/p>\n\n\n\n<p>A worm is a small, pink insect. Worms are long, a bit like a snake. But they don’t have any eyes or a mouth. Worms live underground, and you find them a lot in gardens. Birds love to eat worms. They pull them out of the ground and eat them. Most people think worms are horrible.<\/p>\n\n\n\n<p>Hop is a small jump. So rabbits and frogs hop instead of jumping, because they are very small.<\/p>\n\n\n\n<p>Hay is a type of dried grass. Hay is used on farms to feed animals. For example, horses eat hay. Hay is yellow and hard, and you pack it in big squares.<\/p>\n\n\n\n<p>Your tongue is the long pink think inside your mouth. You use your tongue to speak. For example, if I say <em>th<\/em>, I am putting my tongue between my teeth. Tongues are also important for eating and drinking. If you don’t like someone, you can stick your tongue out at them. Dogs often stick their tongues out when they breathe.<\/p>\n\n\n\n<p>Continue is when you started doing something and you keep doing it. For example, I started this podcast in January last year, and I am still doing it. So I continue to make <em>Easy Stories in English<\/em>. Maybe you start reading in the morning, and then you take a break for lunch. After lunch, you can continue reading.<\/p>\n\n\n\n<p>Complain is when you only talk about how things are bad. Usually it is children who complain. For example, children might say, ‘I don&#8217;t want to go to the supermarket! I don&#8217;t like that food! I want a horse like that girl!’ They complain all the time.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>A big thank-you to our new patrons, Vladas Gaidys, Zdeněk Lev, Krystian Kuna and Yuu Shimizu. Thank you so much. Your support really means a lot to us.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h2><strong>The Little Frog with the Big Mouth<\/strong><\/h2>\n\n\n\n<p>Once there was a little frog. He lived in the forest next to a river. He was very small, about the size of a tennis ball. But his mouth was very big. When he smiled, his smile went from one ear to the other. Everyone called him the Little Frog with the Big Mouth.<\/p>\n\n\n\n<p>Every day, the Little Frog with the Big Mouth ate flies. In the morning, he woke up at seven o’clock and had five flies for breakfast. At one o’clock in the afternoon he had fifteen flies for lunch. Then he slept a bit, and at seven o’clock in the evening he had ten flies for dinner. There were lots of flies in the forest, and the Little Frog with the Big Mouth was good at catching them.<\/p>\n\n\n\n<p>But flies do not taste very nice, and when you eat the same thing day after day, you start to get a bit bored.<\/p>\n\n\n\n<p>One day, the Little Frog with the Big Mouth woke up and thought, “I don’t feel like eating flies today. I have eaten flies every day of my life. Enough! I want to eat something different.”<\/p>\n\n\n\n<p>But the Little Frog with the Big Mouth had never eaten anything else before. He didn’t know what other food there was. So he went through the forest, <em>hop, hop, hop<\/em>, to find other food.<\/p>\n\n\n\n<p>The little frog came out of the forest and found a farm.<\/p>\n\n\n\n<p>“It looks like there is lots of food here,” thought the frog. He thought the house must be food, because it was pretty and red. “But I can’t eat that. It’s too big!”<\/p>\n\n\n\n<p>The Little Frog with the Big Mouth hopped around the house until he found another animal. The animal was small and white, and had a red thing on its head. Actually, to the frog it looked quite big, because he was only very little.<\/p>\n\n\n\n<p>‘Who are you?’ said the frog.<\/p>\n\n\n\n<p>The white animal looked down. ‘Buccaw! I am a chicken.’<\/p>\n\n\n\n<p>‘And what do you eat?’ said the frog. ‘I eat flies. Well, I <em>have<\/em> eaten flies every day, and I don’t want to eat them anymore.’<\/p>\n\n\n\n<p>‘I eat worms!’ said the chicken.<\/p>\n\n\n\n<p>‘Worms? What are worms?’ said the little frog.<\/p>\n\n\n\n<p>The chicken smiled and put her head in the ground. A moment later, she came back up with a big, fat worm in her mouth. She ate it up and said, ‘Mmm, delicious!’<\/p>\n\n\n\n<p>‘Eww!’ said the frog. ‘Worms might be nice for you, but they are <em>not<\/em> nice for frogs like me.’<\/p>\n\n\n\n<p>So the Little Frog with the Big Mouth hopped around the farm until he found another animal. This animal was <em>very<\/em> big. It was brown, and had long black hair, and it looked very strong.<\/p>\n\n\n\n<p>‘Hello!’ said the little frog. ‘Who are you?’<\/p>\n\n\n\n<p>‘Neeeeeeigh! I am a horse.’<\/p>\n\n\n\n<p>‘And what do you eat?’ said the frog.<\/p>\n\n\n\n<p>‘I eat hay,’ said the horse.<\/p>\n\n\n\n<p>‘What’s hay?’<\/p>\n\n\n\n<p>The horse went into a box and ate some long yellow things. They looked very dry.<\/p>\n\n\n\n<p>‘Eww!’ said the frog. ‘Hay might be nice for you, but it is <em>not<\/em> nice for frogs like me.’<\/p>\n\n\n\n<p>So the Little Frog with the Big Mouth hopped around the farm until he found another animal. This animal was pink and very, very fat.<\/p>\n\n\n\n<p>‘Hello! Who are you?’ asked the frog.<\/p>\n\n\n\n<p>‘Oink oink. I am a pig.’<\/p>\n\n\n\n<p>‘What do you eat?’<\/p>\n\n\n\n<p>‘I eat <em>lots<\/em> of things,’ said the pig. ‘But my favourite food is shoes.’<\/p>\n\n\n\n<p>‘What are shoes?’ asked the frog.<\/p>\n\n\n\n<p>The pig picked up a big heavy black thing in his mouth. It said <em>Doc Marten’s<\/em> on the side. The pig ate it up very quickly.<\/p>\n\n\n\n<p>‘Eww!’ said the frog. ‘Shoes might be nice for you, but they are <em>not<\/em> nice for me.’<\/p>\n\n\n\n<p>So the Little Frog with the Big Mouth hopped away from the farm.<\/p>\n\n\n\n<p>‘I don’t think I will <em>ever<\/em> find nice food!’ the little frog said to himself.<\/p>\n\n\n\n<p>He hopped into some long grass. There he did not find an animal, but an animal found <em>him<\/em>. It was very long and had no arms and legs, but it did have a long pink tongue. It didn’t look very nice.<\/p>\n\n\n\n<p>‘Who are you?’ said the frog.<\/p>\n\n\n\n<p>‘Ssssssss. I am a snake.’<\/p>\n\n\n\n<p>‘What do you eat?’ said the frog.<\/p>\n\n\n\n<p>‘I eat little frogs with big mouths,’ said the snake.<\/p>\n\n\n\n<p>‘Oh!’ said the little frog. He made his mouth very small, and said, ‘I’m a little frog with a <em>little<\/em> mouth. There are no little frogs with big mouths here. Bye!’<\/p>\n\n\n\n<p>And the frog hopped home as fast as he could.<\/p>\n\n\n\n<p>“You know what,” thought the frog, “maybe flies are not that bad.”<\/p>\n\n\n\n<p>So he ate flies for dinner, and he continued to eat flies for the rest of his life, and never again did he complain about his food.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Once there was a little frog. He lived in the forest next to a river. He was very small, about the size of a tennis ball. But his mouth was very big. When he smiled, his smile went from one ear to the other. Everyone called him the Little Frog with the Big Mouth.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      9
    ],
    "tags": [
      340,
      391
    ],
    "originaltitle": [],
    "genre": [
      37
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      30,
      260,
      53
    ],
    "wordcount": [
      392
    ],
    "originalauthor": [
      67
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/883"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=883"
        }
      ],
      "version-history": [
        {
          "count": 3,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/883\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 886,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/883\/revisions\/886"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=883"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=883"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=883"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=883"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=883"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=883"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=883"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=883"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=883"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 877,
    "date": "2020-02-11T07:00:00",
    "date_gmt": "2020-02-11T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=877"
    },
    "modified": "2020-02-09T13:01:13",
    "modified_gmt": "2020-02-09T13:01:13",
    "slug": "bird",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/bird\/",
    "title": {
      "rendered": "The Mouse, the Bird and the Sausage"
    },
    "content": {
      "rendered": "\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for beginners. The name of the story is <em>The Mouse, the Bird and the Sausage<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Bird\">EasyStoriesInEnglish.com\/Bird<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Bird\">EasyStoriesInEnglish.com\/Bird<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>So I started this podcast last year in January and the podcast has grown very quickly. I am so happy that so many people listen to it and I even hear from teachers who use the podcast with their students. So I am so happy. Thank you so much for listening.<\/p>\n\n\n\n<p>I am thinking of doing more with the podcast. As I said last week, I have uploaded some videos to YouTube of me telling stories with my classes in the schools I work at. I am thinking of doing some more things specifically with the podcast.<\/p>\n\n\n\n<p>So one of my ideas is to buy a big whiteboard and put it in my room, and then I would make YouTube videos. So I would record myself telling stories, like on the podcast, but I would draw pictures to help explain what is going on, and also it makes it much easier to explain words, because I can just show a picture or draw one.<\/p>\n\n\n\n<p>So specifically, the YouTube videos would probably be for lower levels, so levels lower than the beginner stories, but really it could be about anything. I could also talk more about my life on YouTube. Some of you are already watching the YouTube videos from my classes and have subscribed, so thank you so much.<\/p>\n\n\n\n<p>Another idea I had was to take maybe ten or twenty stories from the podcast and put them in a book and then sell the book. So that would be an ebook, an electronic book, but also a paper book because I know some people like to have a real book in their hands. I would like the books to be nice quality with illustrations, as well. But I don’t know if this is something people actually want.<\/p>\n\n\n\n<p>Another idea I have is to make online courses. So this would be similar to the YouTube videos, but they would be in more detail, they would have activities, they would be a full package. And I would sell these on a website such as <a href=\"https:\/\/www.udemy.com\/\">Udemy<\/a>.<\/p>\n\n\n\n<p>Basically, I love all of these ideas but I only have so much time and, of course, I want to do something that the listeners, all of you, actually want. Basically, for YouTube and for doing the online courses, I need to buy some equipment. I need to buy a whiteboard for my room, I might buy some lighting equipment for recording. So I need to know that people want it.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.strawpoll.me\/19363308\">So, what I have done is made a poll.<\/a> So a poll is when you ask people what they think and you give several options and then people can vote for the different options. So go to the transcript for this episode, <a href=\"https:\/\/easystoriesinenglish.com\/Bird\">EasyStoriesInEnglish.com\/Bird<\/a>, and <a href=\"https:\/\/www.strawpoll.me\/19363308\">there you will find a link to the poll.<\/a><\/p>\n\n\n\n<p>So in the <a href=\"https:\/\/www.strawpoll.me\/19363308\">poll<\/a> you can tell me what things you think are interesting. Do you want the YouTube videos or the books or the online courses? Or maybe you want all three. Maybe you also have your own ideas. I really would love to hear them. What do you want to hear from <em>Easy Stories in English<\/em> and from me? If you do have an idea, go to the transcript at <a href=\"https:\/\/easystoriesinenglish.com\/Bird\">EasyStoriesInEnglish.com\/Bird<\/a> and leave a comment, or email me at <a href=\"&#109;&#x61;&#105;&#x6c;&#116;&#x6f;&#58;&#x41;r&#x69;e&#x6c;&#64;&#x45;a&#115;&#x79;&#83;&#x74;&#111;&#x72;&#105;&#x65;&#115;&#x49;n&#x45;n&#x67;l&#x69;s&#104;&#x2e;&#99;&#x6f;&#109;\">&#x41;&#114;&#105;e&#x6c;&#x40;&#69;a&#x73;&#x79;&#83;to&#x72;&#105;&#101;s&#x49;&#x6e;&#69;n&#x67;&#x6c;&#105;&#115;h&#x2e;&#x63;&#111;m<\/a>. I cannot wait to hear your wonderful ideas.<\/p>\n\n\n\n<p>OK, so I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<p>“Lay the table” is when you prepare the table for a meal. So maybe you’re about to have dinner and you put maybe a tablecloth on the table, you put the plates, the knives, the forks, the spoons and the glasses there, and if it is a really special meal, you might put a vase of flowers on it as well. Usually, at least in my family, the children lay the table and the adults cook.<\/p>\n\n\n\n<p>A nest is a bird’s home. So nests are made of small pieces of wood called “sticks”, and birds build nests in trees and then they lay eggs and they keep the eggs in the nests.<\/p>\n\n\n\n<p>A pot is a big thing that you cook food in. So pots are round and you cook sauces, stews, soups and so on in pots. A saucepan is a type of pot.<\/p>\n\n\n\n<p>Stir is when you have something in a pot and you turn it around. So usually, you have a big wooden spoon and you turn the wooden spoon around the pot to stir the food inside. For example, if you are cooking soup or rice, you will stir the pot so that it does not burn onto the bottom of the pot.<\/p>\n\n\n\n<p>Salty is when something tastes of salt. So salt is a white powder—the scientific name is sodium, or NaCl is the symbol—and salt makes food taste nicer. So you use salt usually with pepper and some people like lots of salt in their food. Some people don’t. However, you should not eat too much salt as it is bad for you.<\/p>\n\n\n\n<p>Burn is when something is on fire. So something on fire is burning and if it stays on fire for too long, it will go black, it will burn. For example, if you leave a pizza for too long in the oven, it will burn and go black. If you put your hand on the cooker by accident and the cooker is on, you will get a nasty red burn on your hand.<\/p>\n\n\n\n<p>Taste is whether food is good or bad. Basically, how it feels in your mouth. For example, I think McDonald’s tastes good, but some people don’t, and I don’t like the taste of mushrooms, and so on.<\/p>\n\n\n\n<p>Slippery is when something is wet or smooth and it is hard to stand still on it or climb up it. You keep falling. For example, if it is a very cold day there will be ice on the roads, and so the roads will be slippery and dangerous. If you walk on them, you might fall over, and if you drive on them, and the roads are very slippery, you may even crash. When you have a bath, the bathtub is often slippery because of the water and it can be difficult to get out.<\/p>\n\n\n\n<p>Catch fire, and the past tense is “caught fire”, is when something starts burning. So you might put wood near a fire and it might not burn, but when it starts burning it has caught fire and it will stay on fire on its own.<\/p>\n\n\n\n<p>Finally, complain is when you talk about how things are bad. You only talk about the bad things. Usually, it is children who complain. For example, children say, ‘I don’t want to go to the supermarket! I don’t like that food! I want a horse like that girl!’ They complain and complain.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>A big thank-you to our new patrons: Lana Sologubova, Erik Bôtoš, Tran Tien, VanČurák and Michaela Grimmova. Thank you all so much. Your support is so important.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h2><strong>The Mouse, the Bird and the Sausage<\/strong><\/h2>\n\n\n\n<p>Once there was a mouse, a bird and a sausage. They were friends. They lived together in a house. Each one had a job. The mouse’s job was to collect water from the river, make the fire and lay the table. The bird’s job was to go to the forest and collect wood for the fire. The sausage’s job was to cook. Every day, each did their job, and they ate dinner together. They were all good at their jobs, and they were very happy.<\/p>\n\n\n\n<p>One day, the bird flew to the forest to collect wood. She was picking up wood when she heard another bird.<\/p>\n\n\n\n<p>‘Hello! What are you doing there?’ said the other bird.<\/p>\n\n\n\n<p>‘I’m collecting wood.’<\/p>\n\n\n\n<p>‘You are collecting wood to make a nest? But that wood is so big! How big is your nest?’<\/p>\n\n\n\n<p>‘No, I’m not making a nest. I don’t need a nest. I live in a house.’<\/p>\n\n\n\n<p>The other bird was very surprised. ‘You live in a house? Birds don’t live in houses.’<\/p>\n\n\n\n<p>‘Well I do. I live with a mouse and a sausage.’<\/p>\n\n\n\n<p>‘A mouse and a sausage! How strange!’<\/p>\n\n\n\n<p>The bird was a bit angry now. She wanted to finish collecting wood and go home. ‘It’s not strange at all,’ she said. ‘I collect wood from the forest. The mouse collects water from the river, makes the fire and lays the table.’<\/p>\n\n\n\n<p>‘And what does she do after that? That doesn’t take very long.’<\/p>\n\n\n\n<p>‘Well, she goes to bed and sleeps.’<\/p>\n\n\n\n<p>‘I see. And what does the sausage do?’<\/p>\n\n\n\n<p>‘The sausage cooks the food. He waits by the pot and stirs it. When it is ready, he jumps inside and swims around.’<\/p>\n\n\n\n<p>‘How strange! Why does he do that?’<\/p>\n\n\n\n<p>‘To make it salty! It tastes much better that way.’<\/p>\n\n\n\n<p>‘And you collect wood for the fire? How long does it take?’<\/p>\n\n\n\n<p>‘Well, I can’t take all the wood at once. It’s quite heavy, you know. So I go to the forest, collect some wood, and then fly home. I make about three trips a day.’<\/p>\n\n\n\n<p>‘Three trips! You work very hard, you know. The mouse goes to bed and the sausage just stands by the pot and waits. You work harder than both of them.’<\/p>\n\n\n\n<p>The bird felt strange. She had never thought about that. But it was true. She started collecting wood in the morning and finished in the evening. The mouse and the sausage didn’t work that long.<\/p>\n\n\n\n<p>That night, the mouse, the bird and the sausage ate dinner. Then the bird said, ‘I’ve had enough! I can’t do my job anymore.’<\/p>\n\n\n\n<p>‘What is wrong?’ said the mouse. ‘Are you sick?’<\/p>\n\n\n\n<p>‘No!’ said the bird. ‘I’m tired. I work from morning until night. I work much harder than you two.’<\/p>\n\n\n\n<p>The mouse and the sausage looked at each other. They were worried. The bird had never talked like this before.<\/p>\n\n\n\n<p>‘You do your job so well,’ said the sausage. ‘You always bring lots of wood, and it always burns well.’<\/p>\n\n\n\n<p>‘Yes, yes!’ said the mouse. ‘We need the wood to cook.’<\/p>\n\n\n\n<p>‘Well I don’t want to collect it anymore. Tomorrow, we’re going to change jobs. I will collect the water, make the fire and lay the table. You, Mouse, will cook. And you, Sausage, will collect the wood.’<\/p>\n\n\n\n<p>Now the mouse and the sausage were very worried. They had never done those jobs before. But the bird was very angry, so they said yes.<\/p>\n\n\n\n<p>The next morning, the sausage went into the forest to collect wood, the bird went to the river to collect water, and the mouse stood by the pot and waited. And waited. And waited…<\/p>\n\n\n\n<p>‘Where is that sausage?’ she said.<\/p>\n\n\n\n<p>The bird came home. ‘Oh, this water is so heavy! Is Sausage back?’<\/p>\n\n\n\n<p>‘No,’ said the mouse. ‘It has been a long time.’<\/p>\n\n\n\n<p>The bird was tired. The water really was very heavy. But she was worried about the sausage.<\/p>\n\n\n\n<p>‘I will go and find him.’<\/p>\n\n\n\n<p>The bird flew to the forest. She looked for a long time, but she could not find the sausage. Finally, she saw a dog.<\/p>\n\n\n\n<p>‘Oh, dog!’ she said. ‘I’m looking for a sausage. Have you seen one?’<\/p>\n\n\n\n<p>‘No,’ said the dog, ‘but I just ate a sausage. It tasted very good.’<\/p>\n\n\n\n<p>‘Oh no!’ cried the bird. ‘You ate my friend!’<\/p>\n\n\n\n<p>‘Oh, well,’ said the dog. ‘You had a very tasty friend.’<\/p>\n\n\n\n<p>The bird started crying, so the dog went away. After the bird finished crying, she picked up some wood and went home.<\/p>\n\n\n\n<p>While the bird was in the forest, the mouse started cooking. There was a bit of wood from yesterday, so she could start. She made the fire, waited and stirred the pot. Thirty minutes later, it was very hot.<\/p>\n\n\n\n<p>‘Now I have to make it nice and salty,’ she said.<\/p>\n\n\n\n<p>The mouse jumped inside the pot. Oh, it was hot! She started swimming, but it hurt so much.<\/p>\n\n\n\n<p>‘I can’t do this!’ she said.<\/p>\n\n\n\n<p>She put her hand out, because she wanted to climb out. But the pot was wet and slippery, and she could not climb out.<\/p>\n\n\n\n<p>‘Help, help!’ the mouse cried. But nobody came.<\/p>\n\n\n\n<p>An hour later, the bird came back with the wood.<\/p>\n\n\n\n<p>‘Mouse, it’s terrible! Sausage is dead!’<\/p>\n\n\n\n<p>The bird went through the house, but she could not find the mouse.<\/p>\n\n\n\n<p>‘Mouse, where are you?’<\/p>\n\n\n\n<p>She put the wood on the floor, next to the pot, and looked for the mouse. The fire under the pot was still burning.<\/p>\n\n\n\n<p>‘Mouse, mouse! Oh, this is the worst day ever.’<\/p>\n\n\n\n<p>Suddenly, the wood next to the pot caught fire. The fire grew, and the table caught fire as well.<\/p>\n\n\n\n<p>‘Oh no!’ said the bird.<\/p>\n\n\n\n<p>She tried to run outside, but the house was on fire now, and she could not get out.<\/p>\n\n\n\n<p>‘I’m sorry, I’m sorry!’ cried the bird. ‘I will collect wood from the forest! I will never complain again!’<\/p>\n\n\n\n<p>But it was too late. The house burned down, and the bird burned with it. That was the end of the mouse, the bird and the sausage.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Once there was a mouse, a bird and a sausage. They were friends. They lived together in a house. Each one had a job. The mouse’s job was to collect water from the river, make the fire and lay the table. The bird’s job was to go to the forest and collect wood for the fire. The sausage’s job was to cook. Every day, each did their job, and they ate dinner together. They were all good at their jobs, and they were very happy.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      9
    ],
    "tags": [
      340,
      389
    ],
    "originaltitle": [],
    "genre": [
      37
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      30,
      54,
      342,
      53,
      369,
      358,
      324
    ],
    "wordcount": [
      390
    ],
    "originalauthor": [
      297
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/877"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=877"
        }
      ],
      "version-history": [
        {
          "count": 3,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/877\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 880,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/877\/revisions\/880"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=877"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=877"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=877"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=877"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=877"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=877"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=877"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=877"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=877"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 869,
    "date": "2020-02-04T07:00:00",
    "date_gmt": "2020-02-04T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=869"
    },
    "modified": "2020-02-01T16:57:29",
    "modified_gmt": "2020-02-01T16:57:29",
    "slug": "brave",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/brave\/",
    "title": {
      "rendered": "The Brave Little Tailor"
    },
    "content": {
      "rendered": "\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for pre-intermediate learners. The name of the story is <em>The Brave Little Tailor<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Brave\">EasyStoriesInEnglish.com\/Brave<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Brave\">EasyStoriesInEnglish.com\/Brave<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>I’m not going to talk for very long today because I’m very busy, and I hate being busy. I really don’t like it. But I have had a lot of classes this week! Today I have been singing a lot. I’ve said before I love singing. Um, I think I maybe sang a bit too much and I tried to sing some songs that are a bit too difficult for me, so I might have damaged my voice a bit. So if I sound a bit <em>croaky<\/em> today, that’s why.<\/p>\n\n\n\n<p>Anyway, some of you might have noticed that I have been uploading videos to YouTube. <a href=\"https:\/\/www.youtube.com\/channel\/UCCoLYcsDxFjnFPYF057l-7w\">So my YouTube channel, which you can find if you search “Ariel Goodbody” on YouTube<\/a>, has some videos from my classes that I teach here in Bath. So I tell stories to the students, just like on the podcast, and I draw pictures to help explain the stories. Some of the stories are even the same ones from the podcast, so I’ve recorded some of those stories and put them on my YouTube channel. It’s mainly for my students so that they can listen to the stories again and understand them better, but you might like listening to them as well, especially if you are a beginner, they could be very useful. So go to YouTube and search “Ariel Goodbody”.<\/p>\n\n\n\n<p>OK, I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<p>A tailor is a person who makes clothes. So now we don’t have tailors very often, but in the past, if you had a shirt and your shirt had a hole in it, you would take it to the tailor, and they would fix your shirt. So tailors make clothes and repair clothes, they fix clothes.<\/p>\n\n\n\n<p>A blow. So, [bam], that was a blow on the table, although usually a blow is when you hit a person. So if you kill seven people in one blow, you must be very powerful, as you will find out in this story.<\/p>\n\n\n\n<p>A giant is a big magical creature. So they are not real, but they exist in stories and legends. Giants are like people but very, very big, maybe five times’ bigger. In <em>Harry Potter<\/em>, Hagrid is a giant.<\/p>\n\n\n\n<p>Squeeze means to press something between your hands. So you might squeeze a lemon to get the lemon juice out. You might squeeze an orange to make orange juice. You might squeeze someone’s hand softly to show that you like them.<\/p>\n\n\n\n<p>Roots are the bottom part of a tree or plant. So the roots go into the ground and the roots drink up all the water in the ground. So the roots are very important. If a tree is very old, it will have nice, big roots on the ground.<\/p>\n\n\n\n<p>A task is a job you have to do. So today I have many tasks to do. As I said, I am very busy. I have lots of tasks. For example, one of the tasks I have to do today is to record and edit this podcast!<\/p>\n\n\n\n<p>A servant is a person who lives in your house and works for you. Servants might do your cooking, they might do your cleaning, they might do your gardening. Nowadays, servants are not very common. The British TV series <em>Downton Abbey<\/em> is about the lives of servants.<\/p>\n\n\n\n<p>A unicorn is another magical creature. A unicorn is a white horse that has a horn on its head.<\/p>\n\n\n\n<p>So a horn is a sharp bit on an animal’s head that it uses to attack. So deer, male deer specifically, stags, have big, complicated horns that they use to fight other stags. Horses don’t have horns, but a unicorn is like a horse with a horn on its head. And in the old days, in Viking cultures, they used to drink alcohol out of horns. Nowadays, rhino horns are very precious. A lot of people hunt rhinos for their horns, even though this is illegal.<\/p>\n\n\n\n<p>“A piece of cake” is a phrase we say when something is really easy. Like, ‘Oh, that’s a piece of cake! Recording an episode of <em>Easy Stories in English?<\/em> That’s a piece of cake!’ It’s really easy. No problem. That won’t be hard at all.<\/p>\n\n\n\n<p>Finally, a wild boar, and boar is spelt B-O-A-R, is a type of pig. So they have brown fur and they are bigger than normal pigs and they have big horns coming out of their mouths, which are called tusks. So wild boars are not common nowadays in the UK and if you see one, you should probably run, because they are quite dangerous. They like to attack humans. I have heard that wild boar tastes quite nice, though, if you eat it.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>A big thank-you to our new patrons: Arif Setiawan, A Chean Huang—uh, I don’t know how to pronounce that, sorry!—Anne Garat and Dominika Jarmołowicz. Thank you so much.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h2><strong>The Brave Little <\/strong><strong>Tailor<\/strong><\/h2>\n\n\n\n<p>Once there was a tailor, who was very brave but quite stupid. He lived alone in a small town, and made and sold clothes all by himself. His business never did quite well, but he was happy, although sometimes he thought about leaving the town.<\/p>\n\n\n\n<p>‘After all, there are so few people here. There are more people in the big cities, so I would make more money there!’<\/p>\n\n\n\n<p>One day, he was sitting by his window and making a pair of trousers. An old lady walked past, crying, ‘Jam, fresh jam for sale! Come and get it! Delicious fresh jam!’<\/p>\n\n\n\n<p>The tailor, who had forgotten to eat that morning, suddenly felt hungry. ‘And what would be nicer,’ he said, ‘than a lovely piece of bread with jam on it?’<\/p>\n\n\n\n<p>So he went out to speak to the old lady. She had lots of kinds of jam: strawberry, raspberry, plum, pear—even tomato! The tailor asked to try each and every one, and thought long and hard, before saying, ‘I’ll have half a jar of strawberry jam.’<\/p>\n\n\n\n<p>‘Half a jar?’ said the old woman, suddenly looking unhappy. ‘You can’t buy half a jar! They come in these jars. Full up. That’s it.’<\/p>\n\n\n\n<p>‘Oh no. I don’t need a whole jar! I’m only going to have one slice of bread, after all.’<\/p>\n\n\n\n<p>The old woman complained but did what he wanted, putting half a jar of jam into a jar for him. ‘Here you go. Don’t eat it all in one go.’<\/p>\n\n\n\n<p>‘Thank you, kind lady!’<\/p>\n\n\n\n<p>The tailor ran home at once, pulled a loaf of bread out of his cupboard, and put some jam on it.<\/p>\n\n\n\n<p>‘Ah, how beautiful!’ he said. ‘In fact, this bread and jam is so beautiful that I can’t eat it right away. And anyway, didn’t mother always say that food tastes better after hard work?’<\/p>\n\n\n\n<p>So he put the bread on a plate on the table and went back to the window to work. Every few minutes he looked at the bread, and felt hungrier and hungrier, and was looking forward to eating it very much.<\/p>\n\n\n\n<p>But then, suddenly, some flies came in through the window! And the jam smelled so lovely and sweet that they went straight to the bread.<\/p>\n\n\n\n<p>‘No, no!’ cried the man. ‘That’s my bread!’<\/p>\n\n\n\n<p>He took a towel and waved it in the air, and the flies went away. When he put the towel down, he saw that he had hit and killed <em>seven<\/em> flies.<\/p>\n\n\n\n<p>‘Seven! They’re fast little things, so killing even one fly is hard. And I killed seven in one blow! I have to tell the world about this!’<\/p>\n\n\n\n<p>And as he was a tailor, he knew the best way to do it. He took a belt and sewed on the words <em>SEVEN IN <\/em><em>ONE BLOW<\/em>.<\/p>\n\n\n\n<p>‘There! Now I shall go out and show the world what I have done.’<\/p>\n\n\n\n<p>He looked around the house for anything useful. All he found was an old cheese, so he put that in his pocket. As he left, he saw a bird caught in a bush in his garden, so he put that it in his pocket as well.<\/p>\n\n\n\n<p>The brave little tailor walked out of town and up a hill, and came across a horrible, mean-looking giant. The tailor waved and said, ‘Good day! I’m going on a journey to show the world what I’ve done.’<\/p>\n\n\n\n<p>‘I don’t care what sad little humans do with their lives,’ said the giant.<\/p>\n\n\n\n<p>‘Are you sure?’ said the tailor. ‘Look!’<\/p>\n\n\n\n<p>And he showed him his belt with the words <em>SEVEN IN ONE BLOW<\/em>.<\/p>\n\n\n\n<p>The giant gasped. ‘<em>Seven<\/em> in one blow? That is a lot. I have only killed three in one blow myself. Alright then, let’s see how strong you are.’<\/p>\n\n\n\n<p>The giant picked up a stone and squeezed it in his hands until water came out.<\/p>\n\n\n\n<p>‘Your turn.’<\/p>\n\n\n\n<p>The tailor laughed. ‘That’s easy!’ He pulled the old cheese out of his pocket and squeezed it so hard that some liquid came out. ‘What’s next?’<\/p>\n\n\n\n<p>‘Hmph!’ said the giant. ‘Try this.’ He picked up a rock and threw it far away.<\/p>\n\n\n\n<p>‘Good throw. But look, it landed on the ground. I can do better. I’ll throw a stone so hard that it never touches the ground again!’<\/p>\n\n\n\n<p>The tailor reached into his pocket, took out the bird and threw it into the air. The bird, who was of course happy to be free, flew far away.<\/p>\n\n\n\n<p>The giant was going red now, and said angrily, ‘Fine, you can throw! But let’s see how well you can carry.’ He went over to a huge tree which had fallen down. ‘If you are so strong, help me carry this tree into the woods.’<\/p>\n\n\n\n<p>‘Of course!’ said the tailor. ‘You take the end with the roots. I will take all the branches and leaves, as that part is much bigger, and so is much heavier.’<\/p>\n\n\n\n<p>But really, the tailor just sat on a branch, so that the giant carried all of the weight and he got a nice easy ride. As they went, the tailor sang songs and made jokes, and finally the weight of the tree was too much for the giant and he stopped and fell to the ground.<\/p>\n\n\n\n<p>‘I give up!’ he said.<\/p>\n\n\n\n<p>The tailor jumped out of the tree and laughed. ‘I still have lots of energy!’<\/p>\n\n\n\n<p>‘You are such a brave little man,’ the giant said, ‘so why don’t you come stay the night in our cave? We giants would love to have someone so strong stay with us.’<\/p>\n\n\n\n<p>The tailor said yes, and when they arrived at the cave, they found several giants sitting around the fire, eating whole sheep. The giant showed him a huge stone bed, that was far too big for him and not at all comfortable. So when the giant had left, he got off the bed and went and found a corner to sleep in.<\/p>\n\n\n\n<p>As soon as midnight struck, the giant got up, took a great iron stick and hit the bed, breaking it in two. ‘That’s the end of that annoying little man,’ he muttered, and went back to sleep.<\/p>\n\n\n\n<p>Early in the morning the giants all went hunting and forgot about the tailor. The tailor woke up, found he was alone, and went back into the woods. On the way, he saw the giants coming back from the hunt, and when they saw him, alive and smiling, they all thought he was coming to kill them, and ran away shouting.<\/p>\n\n\n\n<p>‘Hey! Where are you going, friends?’ cried the tailor. ‘Oh well. They weren’t much fun anyway.’<\/p>\n\n\n\n<p>The little tailor walked all day, and finally came to a great city and a castle. He walked right into the castle, but feeling very tired, he lay down in the garden and fell asleep. While he slept, various people came and saw him, and read his belt: <em>SEVEN IN ONE BLOW<\/em>. ‘My word!’ they said. ‘He is a true soldier. He must have come to serve the King!’ So they went and told the King about him.<\/p>\n\n\n\n<p>When the tailor woke up, he found a man standing right next to him. ‘The King asks you to join his army,’ he said, ‘since you are such a strong soldier.’<\/p>\n\n\n\n<p>‘Well, why not?’ said the tailor. ‘That sounds like a wonderful idea.’ It was certainly a better job than being a tailor.<\/p>\n\n\n\n<p>So the tailor joined the army, but all the other soldiers were afraid of him. ‘What shall we do?’ they said. ‘If we get into an argument with him, he’ll kill us all in a few blows.’ And one by one, the soldiers quit their job, until the tailor was the only soldier left. And as you might expect, he was not a particularly good one, either.<\/p>\n\n\n\n<p>‘I must get rid of this darn soldier!’ the King said. ‘But carefully… he could kill all of my men if he wanted.’<\/p>\n\n\n\n<p>So the King gave him an impossible task. ‘In the woods,’ he said, ‘there are two giants, who are always stealing, killing and setting things on fire. And worst of all, they attack travellers on their way to visit me! If you go and kill the two giants, I will let you marry my daughter, and you shall have half of all the riches in the kingdom. In fact, I will even send one hundred men to help you.’<\/p>\n\n\n\n<p>Killing seven men in one blow was one thing, but killing <em>two<\/em> giants was another. So the King was very surprised when the tailor said, ‘Yes, why not? A lovely wife and piles of gold would be very nice. And don’t worry, I don’t need one hundred men. A man who can kill seven in one blow can do it alone!’<\/p>\n\n\n\n<p>Still, the King sent his trusted servant with the tailor, to make sure he did not lie.<\/p>\n\n\n\n<p>They walked to the forest, and then the tailor said, ‘Wait here, and I shall go and kill the two giants.’<\/p>\n\n\n\n<p>So the tailor went into the forest and found the two giants. He waited until they fell asleep, filled his pockets with stones and climbed a tree above them. He took a stone and dropped it onto the stomach of one of the giants, who woke up immediately.<\/p>\n\n\n\n<p>‘Hey!’ he said. ‘Why are you hitting me?’<\/p>\n\n\n\n<p>‘You’re dreaming. I haven’t touched you,’ said the other.<\/p>\n\n\n\n<p>They went back to sleep, and the tailor dropped a few stones onto the other giant.<\/p>\n\n\n\n<p>‘Oi!’ he shouted. ‘Now you’re hitting me!’<\/p>\n\n\n\n<p>‘I’m not doing anything! I’m just sleeping!’ They argued for a while, but finally went back to sleep.<\/p>\n\n\n\n<p>This time, the tailor took a nice heavy stone and threw it hard onto the stomach of the first giant.<\/p>\n\n\n\n<p>‘Alright, that’s it!’ roared the giant, and hit the other giant in the face. The other hit him back, and it quickly broke into a horrible fight. They hit each other until they went purple, then they pulled trees out of the ground and hit each other with those.<\/p>\n\n\n\n<p>Eventually, the giants hit each other so hard that they got tired and fell to the ground. The tailor climbed down and finished them off.<\/p>\n\n\n\n<p>He went and found the servant, and told him he was finished.<\/p>\n\n\n\n<p>‘Really?’ said the servant. ‘You really killed both giants?’<\/p>\n\n\n\n<p>‘Go and look yourself!’ said the tailor.<\/p>\n\n\n\n<p>So the servant went and found the two giants, beaten and bloody. ‘I don’t believe it!’ he said to the tailor. ‘And you are not even hurt!’<\/p>\n\n\n\n<p>‘Of course not!’ said the tailor. ‘Now, I have a princess to get to…’<\/p>\n\n\n\n<p>But when he returned to the castle, the King did not offer up the Princess, and indeed, did not seem happy at all that the tailor had returned.<\/p>\n\n\n\n<p>‘In fact,’ said the King, ‘I have one more task for you to do. Before you can marry my daughter and have half the riches in my kingdom, you must go into the forest and catch the unicorn who lives there. It has been attacking travellers and making all sorts of problems.’<\/p>\n\n\n\n<p>‘That’s a piece of cake!’ said the tailor. ‘A unicorn isn’t even as scary as one giant, and I just killed <em>two!<\/em> After all, I can kill—’<\/p>\n\n\n\n<p>‘—seven in one blow, yes, I know,’ said the King.<\/p>\n\n\n\n<p>So the tailor went into the forest, once again with the servant. ‘Sorry for pulling you into this,’ he said, ‘it must be quite boring.’<\/p>\n\n\n\n<p>‘No, no!’ said the servant. ‘I am really quite interested. When I was young, I wanted to be a brave soldier, just like you.’<\/p>\n\n\n\n<p>‘Shh! Do you hear that? It is the unicorn!’<\/p>\n\n\n\n<p>And the tailor ran off, leaving the servant behind. He found the unicorn running around the forest, and the animal was indeed very fast and dangerous. “If I’m not careful,” he thought, “it will kill me with its horn.”<\/p>\n\n\n\n<p>And then he had an idea. The tailor ran in front of the unicorn, shouting, ‘Cooey, cooey! I’m over here!’<\/p>\n\n\n\n<p>The unicorn ran after him, and the tailor ran away, stopping in front of a tree.<\/p>\n\n\n\n<p>‘Oh no! The big scary unicorn is going to get me!’<\/p>\n\n\n\n<p>The unicorn ran at him, but just before it caught him, he jumped out of the way, and the animal’s horn went deep into the tree, so deep that it couldn’t get out.<\/p>\n\n\n\n<p>‘Piece of cake!’ the tailor said. He tied up the unicorn so it could not move, and then called the servant.<\/p>\n\n\n\n<p>‘Wow!’ said the servant, who had been watching from a distance. ‘You really are a true hero!’<\/p>\n\n\n\n<p>‘Oh, stop!’ said the tailor. ‘Now help me carry this back to the castle.’<\/p>\n\n\n\n<p>Once again, the King looked more annoyed than glad to see the tailor with the unicorn, and once again he said, ‘Before I can give you my daughter and my riches, there is one more task to do.’<\/p>\n\n\n\n<p>‘Oh, come on!’ said the tailor. ‘Why does there always have to be <em>three<\/em> tasks?’<\/p>\n\n\n\n<p>‘In the same forest there is a wild boar, who has been—’<\/p>\n\n\n\n<p>‘—making problems? Attacking travellers? Eating buildings? Big surprise. You really need to do something about this forest. I mean, giants, unicorns and boars? I’m surprised they haven’t come and attacked the castle. Alright, let’s go. Come on, Mr. Servant.’<\/p>\n\n\n\n<p>So the tailor and the servant went back to the forest, and sang songs as they went. They were good friends now, and the servant looked up to him like a hero. The tailor enjoyed that a lot.<\/p>\n\n\n\n<p>This time, the tailor waited for the boar to run at him, and then ran into an old church nearby. The quick little tailor climbed up the wall and jumped out of the window, which of course the boar could not do, and before the animal realised what was happening, the tailor ran around and shut the door behind it. Now the boar was stuck inside the church.<\/p>\n\n\n\n<p>‘Let’s go call the hunters,’ he said to the servant, and they did just that.<\/p>\n\n\n\n<p>When the boar was killed, and the tailor returned to the King, the old man looked very red indeed.<\/p>\n\n\n\n<p>‘There is, uh, a duck…’<\/p>\n\n\n\n<p>‘No there isn’t!’ said the tailor. ‘There isn’t a duck or a dragon or a frog or any animal or man a hundred miles around here who is making any problems. I stopped them all. Now, can I <em>finally<\/em> get married?’<\/p>\n\n\n\n<p>The King had no option but to say yes, and give the tailor his daughter’s hand in marriage and half the riches of the kingdom. They had a wonderful wedding, although the King did not enjoy it, and all the people of the city sang songs about the tailor and brought him lovely presents.<\/p>\n\n\n\n<p>‘Seven in one blow! Seven in one blow!’ they sang, all throughout the wedding.<\/p>\n\n\n\n<p>The tailor’s new wife, the young Queen, was just as unhappy as her father, who had told her to be careful of this man.<\/p>\n\n\n\n<p>‘He came from nowhere, and he has completed all my tasks in a most strange way… Something is wrong with this “hero”, and I want you to find out.’<\/p>\n\n\n\n<p>One night, the Queen woke up in her sleep and heard the tailor talking to himself.<\/p>\n\n\n\n<p>‘No, you idiot!’ he muttered. ‘You asked me for a pair of trousers, not a cake. I made you the trousers like you wanted. I’m a tailor, after all.’<\/p>\n\n\n\n<p>The Queen gasped. “But he is just a tailor!” she thought. And a common tailor was no good match for a queen.<\/p>\n\n\n\n<p>The next morning she went to her father at once and told him what had happened.<\/p>\n\n\n\n<p>‘Fantastic!’ he said. ‘This is just what we needed… Tonight, leave your bedroom door open. My guard will stand outside, and when he is asleep, the guards will come and tie him up. We’ll put him on a ship and send him halfway across the world, and no-one will see the brave little tailor ever again! Ah, here comes the servant with my breakfast! Run off now, dear, and don’t tell a word of this to your husband.’<\/p>\n\n\n\n<p>But the servant had heard everything, and as he liked the tailor very much, he told him about the King’s plan.<\/p>\n\n\n\n<p>‘Hmph! We’ll see about that,’ said the tailor.<\/p>\n\n\n\n<p>That night, the tailor went to bed as usual, and when his wife thought he was asleep, she went and opened the door and then went back to bed. The little tailor, who was not at all asleep, said, ‘You asked me for a pair of trousers, not a cake. I made you the trousers like you wanted. I’m a tailor, after all. Don’t lie to me! I have killed seven men in one blow, killed two giants, and caught a unicorn and a wild boar. Do you really think I will be afraid of the men standing outside my room?’<\/p>\n\n\n\n<p>And when they heard the tailor say this, the guards felt very scared indeed, and ran away. Nobody in the castle would ever attack him, and so the tailor remained a king as long as he lived.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Once there was a tailor, who was very brave but quite stupid. He lived alone in a small town, and made and sold clothes all by himself. His business never did quite well, but he was happy, although sometimes he thought about leaving the town.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      10
    ],
    "tags": [
      380,
      379
    ],
    "originaltitle": [],
    "genre": [
      28
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      30,
      15,
      169,
      186,
      53,
      237,
      87,
      382,
      388
    ],
    "wordcount": [
      383
    ],
    "originalauthor": [
      297
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/869"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=869"
        }
      ],
      "version-history": [
        {
          "count": 5,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/869\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 875,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/869\/revisions\/875"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=869"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=869"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=869"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=869"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=869"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=869"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=869"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=869"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=869"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 865,
    "date": "2020-01-28T07:00:00",
    "date_gmt": "2020-01-28T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=865"
    },
    "modified": "2020-01-26T13:53:13",
    "modified_gmt": "2020-01-26T13:53:13",
    "slug": "lake",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/lake\/",
    "title": {
      "rendered": "The Legend of Lake Toba"
    },
    "content": {
      "rendered": "\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for pre-intermediate learners. The name of the story is <em>The Legend of Lake Toba<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Lake\">EasyStoriesInEnglish.com\/Lake<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Lake\">EasyStoriesInEnglish.com\/Lake<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>So the weather for the last, I don’t know, month has just been cold, cold, cold and cloudy, cloudy, cloudy. We have had very little sunlight. A few days we did have frost. Frost is when it gets very icy in the morning and there is ice all over the ground, and I have to be very careful because I live next to a big hill, and I walk down the hill to go to work. So when it’s icy, I can fall over.<\/p>\n\n\n\n<p>Actually, the other day I fell over when I was walking into town and there were some other people behind me and I thought they were going to laugh at me, but actually they said, ‘Oh no! Are you OK?’ So I felt OK about it. When you fall over, you just have to laugh at yourself. That’s what I do now. It took me a long time to be able to laugh at myself, but it’s a much better way.<\/p>\n\n\n\n<p>Speaking of cold, I have a slight cold myself. So I have had a bit of sneezing and so on recently. Sneezing is when you go <em>atchoo! <\/em>Hopefully, you can’t hear the cold in my voice too much.<\/p>\n\n\n\n<p>But anyway, I just want summer! I want summer right now. I don’t want to wait until spring. I don’t want to wait months and months. I just want summer now because the other day I was looking at photos from a few years ago in the summer and I thought, “Oh, it’s so nice when it’s sunny and you can wear nice clothes!” I just want summer. Unfortunately, we can’t always have what we want.<\/p>\n\n\n\n<p>Anyway, today’s story was written by a listener. Micheal Andre from Indonesia sent in today’s story. So today’s story is a legend from Indonesia. A legend is a story in a culture, a very old story, and everyone knows that it’s not really true but it is an important part of the culture. We have lots of English legends here. Some famous legendary characters are King Arthur and Robin Hood, and there is a very famous legend of the City of Atlantis, which supposedly is underneath the sea.<\/p>\n\n\n\n<p>So Michael sent in a beautiful picture of Lake Toba along with the story, and the story was very well written. Michael said he thought he had “broken English” but it was a very, very well-written story, so I really didn’t have to change too much. I like to add my own details to make it more lively, but really, thank you so much, Andre.<\/p>\n\n\n\n<p>This is the second story we’ve had from a listener on the podcast. So if you want to have a go at writing—maybe you’re feeling creative, maybe you want to share an important story or legend from your culture—please do email me at <a href=\"&#109;&#x61;&#105;&#x6c;t&#x6f;:&#65;&#x72;&#105;&#x65;&#108;&#x40;E&#x61;s&#121;&#x53;&#116;&#x6f;r&#x69;e&#x73;&#x49;&#110;&#x45;&#110;&#x67;l&#x69;s&#104;&#x2e;&#99;&#x6f;&#109;\">A&#114;&#105;&#x65;&#x6c;&#x40;E&#97;&#115;&#x79;&#x53;&#x74;or&#105;&#x65;&#x73;&#x49;nE&#110;&#103;&#x6c;&#x69;&#x73;h&#46;&#99;&#x6f;&#x6d;<\/a>. I would love to read your message.<\/p>\n\n\n\n<p>OK, I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<p>A fishing, and rod is spelt R-O-D, is a tool for catching fish. So it is a long stick with string on it, and you throw it in the water and you put some food on the end. So the fish come and eat the food, and then you pull the fishing rod out of the water and then the fish is yours and you can eat the fish. I have to say, I have never been fishing myself. It does not interest me.<\/p>\n\n\n\n<p>Lick your lips. So your lips are the front part of your mouth that are outside your mouth, and when you are very, very hungry, you might run your tongue over your lips to make them wet because you are looking forward to eating.<\/p>\n\n\n\n<p>A scale is a part of the skin of a fish. So fishes have hundreds and hundreds of scales and they all sit together and protect their skin. Also snakes have scales.<\/p>\n\n\n\n<p>Bold means brave or courageous. If you are bold, you are not afraid to do or say unusual things. You are not scared of standing out or being different.<\/p>\n\n\n\n<p>Naughty means badly-behaved. So someone who is naughty is a very badly-behaved person. Usually, we only use it with children. For example, a boy who hits his sister or steals food is a very naughty boy.<\/p>\n\n\n\n<p>“Eventually” means finally, after a long, long time. For example, you might lose your ring and spend hours searching for it, and you search and search, and eventually you find it. Or maybe, eventually you give up.<\/p>\n\n\n\n<p>Burst into tears—burst is spelt B-U-R-S-T and tears is spelt T-E-A-R-S—means to start crying. So the tears start falling from your eyes. And it’s quite a sudden change. Like this: [sobbing]. That is me bursting into tears.<\/p>\n\n\n\n<p>Slap is when you hit someone with an open hand. So you don’t have a closed fist. Your hand is open. And usually you slap someone on the cheek, or on the face. And a slap sounds like this: [slap]. In the West, anyway, slapping is seen as feminine, so it’s something that women do, whereas men punch people.<\/p>\n\n\n\n<p>Finally, puddle is a small pool of water on the ground. So when it rains, after the rain, you will find puddles in the street, bits of water in the street, and you don’t want to walk in them because your shoes will get very wet. Actually, that’s one of the worst feelings, when you walk and you see a puddle, or you don’t see it, and it’s quite deep, and you accidentally walk in it and then for the rest of the day your foot is all wet and cold. Ooh, it’s horrible! I hate it.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>A big thank-you to our new patron, Radek. Thank you so much, Radek.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h3><strong>The <\/strong><strong>Legend<\/strong><strong> of Lake Toba<\/strong><\/h3>\n\n\n\n<p>A long time ago, in North Sumatra, there lived a poor young man in a valley. He had no parents, but the valley was beautiful, and anything he planted there grew wonderfully. He lived by farming and fishing in the river near his home. The food he made was not special, but he never went hungry.<\/p>\n\n\n\n<p>One afternoon, after working hard in the fields, he went fishing in the river. Today was not his day, though, and after hours of waiting, he still hadn’t caught a single fish. This had never happened before. Disappointed, he pulled his rod out of the water. But just as his rod was leaving the water, a fish bit it. He pulled it out, and was very happy to see a pretty little goldfish on the end of the rod. The young man hurried home to cook the fish.&nbsp;<\/p>\n\n\n\n<p>He got home, put the goldfish on the kitchen table, and ran out to get some firewood from the garden. As he went, he licked his lips and thought about the fish. How good it would taste!<\/p>\n\n\n\n<p>But when he came back, the goldfish was gone! And where it had been, there sat three pieces of gold.<\/p>\n\n\n\n<p>‘Good evening,’ came a soft voice behind him.<\/p>\n\n\n\n<p>The man turned around and saw a beautiful woman standing in front of him. She had long, bright red straight hair that went down to her knees. And she had no clothes on. The man turned red and looked at his feet.<\/p>\n\n\n\n<p>‘Who are you, oh beautiful lady? And where did you come from?’ He said “oh” because it seemed right. She had to be magical.<\/p>\n\n\n\n<p>‘I was that goldfish on your table. But I am no ordinary goldfish, as you can see.’ She played with her hair and smiled at him. ‘Those gold coins were my scales.’<\/p>\n\n\n\n<p>The man looked at her, and then went red again and looked away. He had never seen such a beautiful woman before, and he was so lonely…<\/p>\n\n\n\n<p>‘W-will you, will you marry me, oh beautiful lady?’<\/p>\n\n\n\n<p>He held his breath as he waited for her answer. He knew it was a very bold question to ask, but in stories, men always asked women like that, all bold.<\/p>\n\n\n\n<p>But the woman laughed. ‘I thought you would never ask. Believe me, it is a lonely life when you are a magical goldfish. I was waiting for someone to come and put their rod in my water… if you understand me.’<\/p>\n\n\n\n<p>Now the man went as red as her hair. ‘R-really?’<\/p>\n\n\n\n<p>‘Yes. But there is one condition.’ Suddenly, her smile disappeared, and the air in the room felt heavier. ‘You must never tell anyone that I was a fish. Do you understand?’<\/p>\n\n\n\n<p>‘Oh, of course.’ The man hadn’t thought of telling anyone. He didn’t have any friends, and anyway, why would he tell them his beautiful wife used to be a fish? ‘But why, if I can ask?’<\/p>\n\n\n\n<p>‘Just promise me. You won’t tell anyone, will you?’<\/p>\n\n\n\n<p>‘No, no. I promise.’<\/p>\n\n\n\n<p>The woman smiled and clapped her hands. ‘Well, then! I suppose we are married.’<\/p>\n\n\n\n<p>‘Just like that?’<\/p>\n\n\n\n<p>‘Just like that.’<\/p>\n\n\n\n<p>And just as naturally as it began, their marriage continued. They soon found that they were very similar. Although they had been lonely before, they only needed each other’s company to feel happy.<\/p>\n\n\n\n<p>Soon they also had a son, who they named Samosir. Samosir grew as quickly as the flowers in the ground, and at six years of age, he was a strong and very naughty boy. His mother was always asking him to help her clean the house and bring dinner to his father in the fields. Some days, Samosir did as he was told, but most days he shouted, ‘No!’ and ran off to play.<\/p>\n\n\n\n<p>One day, as usual, Samosir was being naughty. He had refused to eat his breakfast, sang loudly while his mother worked, and now he was refusing to bring his father dinner.<\/p>\n\n\n\n<p>‘Why don’t <em>you<\/em> do it?’ he said.<\/p>\n\n\n\n<p>‘Because I’m cooking dinner for you!’ she said.<\/p>\n\n\n\n<p>‘But I don’t want dinner.’<\/p>\n\n\n\n<p>‘You will in an hour.’<\/p>\n\n\n\n<p>‘How do you know?’<\/p>\n\n\n\n<p>‘Because you’re a human, and humans get hungry at the same time every evening!’<\/p>\n\n\n\n<p>‘I won’t get hungry.’<\/p>\n\n\n\n<p>‘You didn’t eat your breakfast today. Of course you will.’<\/p>\n\n\n\n<p>‘See? I wasn’t hungry this morning, so I won’t be hungry later!’<\/p>\n\n\n\n<p>Eventually, Samosir’s mother convinced him to take a box of rice and fish to his father. It was a long walk through the fields, and as he went, Samosir started to feel hungry.<\/p>\n\n\n\n<p>‘I guess Mum was right!’ he said. ‘Well, I’m sure Dad won’t mind if I just eat a few grains of rice…’<\/p>\n\n\n\n<p>So he opened the box, and the rice looked so fresh and delicious, and the fish so hot and juicy. He ate just a little of both, but that only made him feel <em>more<\/em> hungry, so then he ate a bit more, and a bit more, and…<\/p>\n\n\n\n<p>‘Oh no, I’ve eaten all of Dad’s dinner!’<\/p>\n\n\n\n<p>All that was left were the fishbones. Hoping his father wouldn’t notice, Samosir put the bones back in the box, wrapped it up, and continued on his way.<\/p>\n\n\n\n<p>When he found his father, he handed him the box, and was about to run away. But his father was hungry too, and he immediately opened the box and saw the bones.<\/p>\n\n\n\n<p>‘Samosir!’ he shouted, and ran after the boy.<\/p>\n\n\n\n<p>Samosir was fast, but his father was faster, and he quickly caught the boy.<\/p>\n\n\n\n<p>‘Why were there only fish bones in the box? Did you eat my dinner?’<\/p>\n\n\n\n<p>Samosir burst into tears, and cried loudly, saying, ‘Oh, Dad! It was horrible. A fox attacked me and ate all the food, and said I had to keep it a secret…’<\/p>\n\n\n\n<p>‘Don’t lie to me!’ his father shouted. His cheeks were bright red.<\/p>\n\n\n\n<p>‘I’m not lying!’<\/p>\n\n\n\n<p>‘Yes you are, you son of a fish!’<\/p>\n\n\n\n<p>And without warning, he slapped Samosir across the face. Samosir gasped and his mouth fell wide open. His father had never hit him before.<\/p>\n\n\n\n<p>‘I’m not a son of a fish,’ said Samosir. He was crying again, but this time it was real.<\/p>\n\n\n\n<p>Samosir turned and ran all the way home, and when he came into the house, he said, ‘Mum, am I the son of a fish?’ He meant it as a joke, but his mother’s face turned deadly serious.<\/p>\n\n\n\n<p>‘Samosir. What did you just say?’<\/p>\n\n\n\n<p>‘I said, “Am I the son of a fish?” Dad just said it to me…’<\/p>\n\n\n\n<p>His mother started crying silently, and put her arms around him. ‘He has broken his promise.’<\/p>\n\n\n\n<p>‘What, you really mean I am the son of a fish?’ He looked up at her face. ‘But you’re not…’<\/p>\n\n\n\n<p>But as he spoke, his mother’s face started to change. It looked… smoother than before. And the light shone on it in a strange way.<\/p>\n\n\n\n<p>After picking up the box, Samosir’s father thought about what he had said. It was a joke, but then he had slapped his son… It was a stupid thing to do. It started to rain, so he ran towards the house. He could see his wife inside, hugging Samosir, but just then lightning struck, and the two of them disappeared.<\/p>\n\n\n\n<p>He ran inside, and looked all through the house for them. But they were gone. Where they had stood, there was a big puddle of water. He stayed up all night, walking through the fields looking for them. The rain went through his clothes and he shook with cold, but he did not find them. When he finally gave up and went home, he found that all the gold coins in the house were gone.<\/p>\n\n\n\n<p>It was only then that he realised just what he had done.<\/p>\n\n\n\n<p>The rains continued for weeks, but the man fell into a deep depression. He lay in his bed and listened to the rain and thunder outside, and cried. He did not work in the fields, or catch fish, and soon the small amount of rice he had was gone. Not that it mattered, because the rains were so heavy that he couldn’t light a fire, and the valley started to flood.<\/p>\n\n\n\n<p>The man stayed in his house for as long as he could. Surely the rains would eventually stop…? But they didn’t, and finally he had to swim for his life, fighting the dancing waters and heavy rain. He didn’t last long, though, because his will to live had disappeared with his wife and his son.<\/p>\n\n\n\n<p>The man was pulled down under the waters and never came back up. Still the rains went on and on, until the beautiful valley eventually turned into a lake.<\/p>\n\n\n\n<p>When the rains stopped, people came to see the lake that had formed. Although the man had no friends, some people knew about him, and his strange but beautiful wife. They knew he had died alone and miserable, although they did not understand where his wife and son had gone.<\/p>\n\n\n\n<p>Because of his sad story, they called the place Lake Tuba. Tuba meant “ungrateful”, and over time the name changed to Lake Toba. In the centre of the lake was a small island, and this was called the Island of Samosir. Over time, the people forgot about the man, and he became just a story, but the lake stayed forever.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to Patreon.com\/EasyStoriesInEnglish. That’s Patreon.com\/EasyStoriesInEnglish. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>A long time ago, in North Sumatra, there lived a poor young man in a valley. He had no parents, but the valley was beautiful, and anything he planted there grew wonderfully. He lived by farming and fishing in the river near his home. The food he made was not special, but he never went hungry.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      10
    ],
    "tags": [],
    "originaltitle": [],
    "genre": [
      227
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      30,
      342,
      260,
      375,
      53,
      87,
      376
    ],
    "wordcount": [],
    "originalauthor": [
      378
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/865"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=865"
        }
      ],
      "version-history": [
        {
          "count": 2,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/865\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 867,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/865\/revisions\/867"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=865"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=865"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=865"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=865"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=865"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=865"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=865"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=865"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=865"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 861,
    "date": "2020-01-21T07:00:00",
    "date_gmt": "2020-01-21T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=861"
    },
    "modified": "2020-01-19T10:28:14",
    "modified_gmt": "2020-01-19T10:28:14",
    "slug": "old",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/old\/",
    "title": {
      "rendered": "Old Sultan"
    },
    "content": {
      "rendered": "\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for beginners. The name of the story is <em>Old Sultan<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Old\">EasyStoriesInEnglish.com\/Old<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Old\">EasyStoriesInEnglish.com\/Old<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>A few days ago, I was going to bed. I put on my pyjamas and I got into bed. But before I started sleeping, I heard a sound: <em>drip, drip, drip, drip<\/em>. Now, it was raining outside but the drip sounded like it was inside the house. So I looked around my room and the dripping was coming from my window. The ceiling, so the part above my window, was dripping water and it was going onto the floor.<\/p>\n\n\n\n<p>So I worried because this has not happened before. Rain should stay outside. Rain should not come inside. And the rain was coming through the window. So I found a jar to put under the window. When you have water coming from your ceiling, it’s called a leak. And the leak in my bedroom was not the only one. There was also a leak in the kitchen, and worse, the water was coming through the light in the kitchen! So we turned off all the electricity and tried to sleep. But it was very hard to sleep with the <em>drip, drip, drip<\/em> next to me, and a few hours later I heard <em>drip drop, drip drop, drip drop<\/em>. So I went and there was <em>another<\/em> leak in my room. I put jar there and I went to sleep. But it was still very hard to sleep.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/0e\/Tel%C4%8De_-_rain_gutter.jpg\" alt=\"\" width=\"204\" height=\"169\"\/><figcaption>A leaking rain gutter, by Eleassar under CC BY-SA 3.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>Luckily, the next day the landlord came over. The landlord is the person who owns the apartment. It is his apartment. And he went onto the roof, the top of the building. The problem was, one of the gutters was blocked. So the gutter is the part on a side of a building that takes water and puts the water away from the building. But the gutter was blocked, there was something in the hole where the water went. So all the water built up and then poured down the side of the building, so lots and lots of water was coming down and going over the window, which was why it leaked.<\/p>\n\n\n\n<p>Luckily, it was very easy to fix the gutter so that all the water went away. Also, they are going to replace our windows. They are going to put in new windows, and the new windows will hopefully not leak.<\/p>\n\n\n\n<p>But anyway, I was very, very scared at first. I thought we would not have electricity for several days or several weeks. I thought the building might break down, it might collapse, but luckily none of those things happened. There were a few wet parts on the walls but now they are dry. So, [sigh], I’m OK. But it was a stressful week!<\/p>\n\n\n\n<p>OK, I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<p>Bite is when you attack someone with your teeth. So you want to hurt someone with your teeth. You also bite food when you eat it, because, well, you have to bite food many times, you have to chew it, before you can eat it. Insects also might bite you, and this is not nice. Mosquitoes love biting me. I don’t know why. Maybe my blood is delicious! A bite sounds like this: [bite].<\/p>\n\n\n\n<p>Guard means to protect. So if you guard something, you keep it safe. People often have dogs to guard their house. So if a person tries to come into the house to steal, the dog will make a loud noise and everyone will know someone is coming in, and the dog might scare away the person. Guard dogs are quite common.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/5\/5f\/Kolm%C3%A5rden_Wolf.jpg\" alt=\"\" width=\"195\" height=\"190\"\/><figcaption><em>A wolf by Daniel Mott under CC BY-SA 2.0<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>A wolf is an animal like a dog but bigger and more dangerous. Wolves live in big groups called packs and they howl at the moon. They sit under the moon and go <em>awoo<\/em>. At least, that is my best wolf sound.<\/p>\n\n\n\n<p>Fight is when two people want to hurt each other. So they might hit each other, they ight use bad words, they might use weapons to fight each other, like a gun or a sword. Drunk people, people who have drunk a lot of alcohol, often fight each other.<\/p>\n\n\n\n<p>Limp is a way of walking. So if your leg is very hurt, or you don’t have a leg, you will walk more slowly and you will walk uneven. Old men often limp, or a soldier who had an injury on his leg will limp. Some people who limp will walk with a stick.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/2\/23\/Sword_mirror.jpg\" alt=\"\" width=\"146\" height=\"214\"\/><figcaption>A sword<\/figcaption><\/figure><\/div>\n\n\n\n<p>A sword is a long, sharp weapon. We don’t use swords now but they were used in the Middle Ages, about five hundred years ago. In the TV series <em>Game of Thrones<\/em>, most of the characters fight with swords, such as Arya Stark. She is very good with a sword.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/c2\/A_close-up_of_stone2.JPG\" alt=\"\" width=\"211\" height=\"158\"\/><figcaption><em>A stone by Thamizhpparithi Maari under CC BY-SA 3.0<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>A stone is a big, grey thing you find on the ground, and people often throw stones to hurt someone or destroy a building, break a window, for example.<\/p>\n\n\n\n<p>Hide, and the past tense is “hid”, is when you make it so people can’t see you. You might hide under your duvet in your bed. You might hide in your closet. You might hide at home and not go to work. Basically, you don’t want someone to see you so you go somewhere where they can’t see you. Children play a game called “hide-and-seek” where everyone hides and one person has to find them.<\/p>\n\n\n\n<p>Finally, embarrassed. When you are embarrassed, you have done something stupid, or someone said something nice to you, like, ‘Oh you’re so beautiful, you’re so pretty,’ and you go red and you don’t want to talk to people. Some people get embarrassed very easily. Other people never get embarrassed. I used to, in the past, I used to get embarrassed <em>very<\/em> easily, but now nothing really embarrasses me.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>A big thank-you to our new patrons: Hrisimira Balyovska, Vagieres… I have no idea how to pronounce this name. I’m sorry! Sebastián Restrepo González, Dominika Gergely. Thank you so much.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h2><strong>Old Sultan<\/strong><\/h2>\n\n\n\n<p>Once there was a farmer, who had a dog called Sultan. Sultan was a great dog, but now he was old. Before, he had guarded the house, but now he had lost all his teeth, so he could not eat easily. He could not bite food, or bite people. None of the other animals were afraid of him anymore.<\/p>\n\n\n\n<p>One day, the farmer was talking to his wife, and said, ‘Tomorrow I will kill Old Sultan. He is no longer useful.’<\/p>\n\n\n\n<p>His wife felt sorry for the animal, and said, ‘He has been in our house for so long. He has guarded us so well. Can we not let him live?’<\/p>\n\n\n\n<p>‘What?!’ said the man. ‘Don’t be silly. He doesn’t have a single tooth in his mouth. No animal or man is afraid of him. He has no use for us. Yes, he has guarded us well, but we gave him food and a home.’<\/p>\n\n\n\n<p>But Old Sultan was lying outside in the sun, and he had heard everything.<\/p>\n\n\n\n<p>“I don’t want to die tomorrow!” he thought.<\/p>\n\n\n\n<p>Luckily, Sultan had a good friend, the wolf, so he went into the forest that night to see him. He told the wolf what the farmer had said.<\/p>\n\n\n\n<p>‘Don’t worry, Old Sultan,’ said the wolf. ‘I will help you. I have an idea. Tomorrow, early in the morning, the farmer will go to work with his wife. Usually, they take their child with them, and the boy lies in the sun. Lie beside the boy, as if you are guarding him. Then I will run out of the forest and take the child away. You will run after me, and take the child back. I will give it to you, and you will take it back to the parents. They will think that you saved the child, and they will be so happy that they won’t kill you. In fact, they will be so happy that they will be very nice to you!’<\/p>\n\n\n\n<p>The dog liked the plan, so they did it just as the wolf said. The father shouted when he saw the wolf running away with the child, but when Old Sultan brought it back, he was so happy. He said to the dog, ‘I can’t hurt you now. You can eat my food as long as you live.’ He turned to his wife and said, ‘Go home and make Old Sultan some soup, and put some bread it in, so that he can eat it without teeth. And he can sleep in my bed if he wants!’<\/p>\n\n\n\n<p>From then on, Old Sultan lived a very comfortable life. But a few weeks later, the wolf visited him.<\/p>\n\n\n\n<p>‘I am so happy to see you like this,’ said the wolf. ‘So I am sure you want to help me as well. Your farmer has quite a few fat sheep, and they look very nice. I think I will take one away tonight. You will let me, won’t you?’<\/p>\n\n\n\n<p>‘No,’ said the dog. ‘I must guard the sheep for the farmer. I cannot help you.’<\/p>\n\n\n\n<p>The wolf thought, “Well, Old Sultan is a good friend of mine. After all, I helped him, and now he lives like a king. One sheep is not much…”<\/p>\n\n\n\n<p>So the wolf came in the night and took away the sheep. But Old Sultan had told the farmer of the wolf’s plan, and the man caught the wolf and hit him many times. The wolf had to run away, but he said to the dog, ‘Just wait. You will pay for this!’<\/p>\n\n\n\n<p>The next morning the wolf sent a pig to talk to the dog.<\/p>\n\n\n\n<p>‘You, Old Suntan.’<\/p>\n\n\n\n<p>‘My name is Old Sultan,’ the dog said, like a king.<\/p>\n\n\n\n<p>‘Yeah, yeah. Come to the forest. The wolf wants to talk to you.’<\/p>\n\n\n\n<p>Now Old Sultan was very afraid. He knew that the wolf and the pig wanted to fight, but he was not strong. No strong animal would help him. All he could find was a cat with three legs. As they went into the forest, the cat limped along.<\/p>\n\n\n\n<p>‘Oh, it hurts! It hurts!’ said the cat. Her tail was high and straight in the air, because it hurt so much.<\/p>\n\n\n\n<p>The wolf and the pig were waiting for them. But when they saw the dog and the cat, they thought that the cat’s tail was a sword. And when they saw the cat limping on three legs, they thought it was picking up a stone to throw at them.<\/p>\n\n\n\n<p>‘I don’t know,’ said the wolf. ‘That cat looks strong. She has a sword, and she’s picking up a stone! Let’s hide.’<\/p>\n\n\n\n<p>So the pig hid in the grass and the wolf hid in a tree.<\/p>\n\n\n\n<p>The dog and the cat arrived, but there was nobody there. The pig, however, had not hidden himself very well. His ear could be seen in the grass. The cat looked around, and saw the pig’s ear. She thought it was a mouse, so she jumped on it and bit it.<\/p>\n\n\n\n<p>‘Ow!’ cried the pig, and ran away, saying, ‘The wolf is up in the tree!’<\/p>\n\n\n\n<p>The dog and the cat looked up and saw the wolf.<\/p>\n\n\n\n<p>‘Well, well, well,’ said the dog. ‘The big bad wolf is hiding in a tree.’<\/p>\n\n\n\n<p>The wolf jumped down, very embarrassed. ‘You showed me. I thought you were so strong, and I was all afraid. Can we be friends?’<\/p>\n\n\n\n<p>‘Of course,’ said the dog.<\/p>\n\n\n\n<p>‘You mean I can’t fight?’ said the cat. ‘I wanted to fight!’<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Once there was a farmer, who had a dog called Sultan. Sultan was a great dog, but now he was old. Before, he had guarded the house, but now he had lost all his teeth, so he could not eat easily. He could not bite food, or bite people. None of the other animals were afraid of him anymore.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      9
    ],
    "tags": [],
    "originaltitle": [],
    "genre": [
      37
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      30,
      260,
      186,
      53
    ],
    "wordcount": [
      374
    ],
    "originalauthor": [
      297
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/861"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=861"
        }
      ],
      "version-history": [
        {
          "count": 3,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/861\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 864,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/861\/revisions\/864"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=861"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=861"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=861"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=861"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=861"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=861"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=861"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=861"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=861"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 856,
    "date": "2020-01-14T07:00:00",
    "date_gmt": "2020-01-14T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=856"
    },
    "modified": "2020-01-13T18:53:23",
    "modified_gmt": "2020-01-13T18:53:23",
    "slug": "iron",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/iron\/",
    "title": {
      "rendered": "Heart of Iron"
    },
    "content": {
      "rendered": "\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for intermediate learners. The name of the story is <em>Heart of Iron<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Iron\">EasyStoriesInEnglish.com\/Iron<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Iron\">EasyStoriesInEnglish.com\/Iron<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>So today’s story is an adaptation of <em>The Princess and the Frog. The Princess and the Frog <\/em>is a famous Grimm Brothers’ Fairy Tale about a prince who turns into a frog and is then turned back into a human by a princess who kisses him.<\/p>\n\n\n\n<p>At least, that’s the modern version of the tale. So when I went to read the original version to make this episode, I was quite surprised to find it very different from what I remembered. In the original fairy tale, the princess does not kiss the frog. Actually, she’s quite violent towards it. She throws it against the wall in a fit of rage and because of this, somehow, the frog turns back into a human. Although, I guess that’s probably a nicer ending than the frog exploding into slime and guts! Uh, sorry, I have a bit of a weird sense of humour.<\/p>\n\n\n\n<p>There is also a part in the original story that is often left out of adaptations, about Iron Henry. So Iron Henry is one of the servants of the prince, and he is so sad when the prince is turned into a frog that he has three bands of iron wrapped around his heart to stop him from feeling things. However, when the prince comes back as a human, and they are riding to the prince and the princess’s wedding, the three bands around the servant’s heart gradually break, and the prince thinks that the sound of the iron breaking is the carriage breaking, but actually it is Iron Henry’s heart, because he is <em>so<\/em> happy to see his prince come back to life and get married. Aww, how cute!<\/p>\n\n\n\n<p>Well, I thought that was a very nice ending, but I wanted to make it a bit darker. So this is my version of the story, based on the frog prince and Iron Henry, but it’s quite a bit darker than the original. So if you like happy endings, sorry! You’re not going to get one today. For some reason, I seem only capable of writing very light, romantic fairy tales, or miserable dark ones where most of the people die. But I hope you enjoy this one, anyway! I certainly enjoyed writing it.<\/p>\n\n\n\n<p>OK, so I’ll just go through some words that are in today’s story.<\/p>\n\n\n\n<p>Armour is a type of hard clothing made from iron, steel or leather. You wear armour to protect yourself, and in the medieval times armour was very complicated. You needed someone to help you put on your suit of armour, and knights wore armour when they rode into battle. Now, we don’t need armour so much because we don’t fight with swords. However, you can still get body armour which protects you from bullets, although it still really hurts to get shot, even if you have body armour on, so I don’t recommend it!<\/p>\n\n\n\n<p>A page is a knight’s servant, so a knight in training. So again, this comes from the medieval times. I believe pages trained from the time they were eleven or twelve, and then they were made into a knight after many years of service, and it was your page who usually helped you put your armour on.<\/p>\n\n\n\n<p>A witch. If you’ve listened to previous episodes, you will definitely know this word because I love witches. But if you don’t know it, a witch is an evil woman who does magic. She rides on a broom and she laughs like this: [cackles]. And witches often have black cats as pets.<\/p>\n\n\n\n<p>A sarcastic smile is a smile when you don’t really mean it. You’re smiling but in a way that it’s clear that you’re not really happy. Usually, if someone makes a very bad joke you will give them a sarcastic smile, like, “Haha, very funny. Mm-hmm.” In the UK, we love sarcasm. We use sarcasm <em>all<\/em> the time, which is basically when you are pretending to do one emotion but you’re pretending in a very obvious way, so people know you are pretending. Like when you say, ‘Oh, <em>wow<\/em>, that sounds <em>really<\/em> fun!’ That’s obviously sarcastic. Or I say ‘obviously’&#8230; It is obvious to me as a British person but I think, in some other cultures, sarcasm isn’t as big, it isn’t as popular. So just be careful when you come to the UK, ’cause we use a lot of sarcasm. Much more than Americans do, for example.<\/p>\n\n\n\n<p>The next one is a phrase that comes up a lot, I guess, in films, which is: I like girls with a bit of spunk in them. So “spunk” means like a kind of energy, rebelliousness. Basically, when you like girls that don’t act like typical princesses running and screaming and hiding. No, they like to fight back a bit. Those are girls with a bit of spunk in them.<\/p>\n\n\n\n<p>A noble is a member of the highest level of society. It’s not really a big thing now but in the medieval times, the nobles were a complete class of society, and they held all the power and had very big houses.<\/p>\n\n\n\n<p>A roar is a sound that a lion makes, like [roar]. That’s my best roar. We can also say a fire roars, when it gets nice and big, and it kind of goes [whoosh], like that kind of sound. That’s a roar as well.<\/p>\n\n\n\n<p>A chaotic blaze. So “chaotic” means out of control, full of chaos, and a blaze is a big fire that you can’t control. So if there is a chaotic blaze, there’s no sense to anything, it’s confused, it’s a huge fire and it’s probably destroying everything in its way.<\/p>\n\n\n\n<p>Finally, “charred” means completely burned. So burned that it’s completely black and usually falls into a powder. So if you char your saucepan while cooking, it will be very difficult to clean it because all of the bottom will be burnt and black.<\/p>\n\n\n\n<p>By the way, I’m speaking a bit faster today than I normally do, because someone commented that for the intermediate stories, they would like me to speak a bit faster. So if this speed is good for you, if you are at an intermediate level and you can understand everything well, that’s fantastic. But it may be that it’s too fast for you or I’m using too many new words. Anyway, if you have any thoughts about this, either positive or negative, do leave a comment <a href=\"https:\/\/easystoriesinenglish.com\/Iron\">EasyStoriesInEnglish.com\/Iron<\/a>. I would love to hear about it.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>Thank you so much to our new patrons: Sebastián González Henao and Andrea Agnes.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h2><strong>Heart of Iron<\/strong><\/h2>\n\n\n\n<p>Henry’s heart was too big. That was always his problem. He knew that he could never be with the prince, but still, he watched him lovingly every day. He watched him eat, he watched him dance, and he watched him sword fight. Every action Prince Brandle took was beautiful, and Henry loved watching him.<\/p>\n\n\n\n<p>Henry was happy to live this way, watching the prince secretly. He was only a servant, after all. He did not dare speak to the man, and when the prince looked in his direction, he made sure to look away.<\/p>\n\n\n\n<p>But one day, the prince noticed him. He was sword fighting with his trainer, a great knight. He looked amazing in his armour, bright like the sun itself. Henry was so focussed on Prince Brandle, that he did not even notice when the trainer struck his arm, sending the prince’s wooden sword flying through the air and onto the ground next to him.<\/p>\n\n\n\n<p>‘You there!’ shouted the prince, and Henry woke up. He was talking to <em>him<\/em>. ‘Bring me my sword, would you?’<\/p>\n\n\n\n<p>Henry hurriedly picked up the sword, almost tripping on the way to the prince. They were taking a break, and the prince started to pull off his armour, wiping sweat from his forehead. Gods, he was beautiful. Henry had always envied the page who got to help him remove his armour.<\/p>\n\n\n\n<p>‘Here you are, my prince,’ Henry said, trembling as he held up the sword.<\/p>\n\n\n\n<p>‘Thank you. I don’t think I know your name.’<\/p>\n\n\n\n<p>Henry stared at the ground. ‘Henry,’ he said, almost whispering.<\/p>\n\n\n\n<p>‘I’d like to see your face, Henry.’<\/p>\n\n\n\n<p>But Henry couldn’t look up. He felt like Prince Brandle would read his mind, and would think he was disgusting. After a moment, the prince grabbed Henry’s chin, and pulled him up to look at him.<\/p>\n\n\n\n<p>‘Aren’t you pretty?’ the prince said, smiling.<\/p>\n\n\n\n<p>Henry didn’t know if he was making fun of him, so he laughed nervously.<\/p>\n\n\n\n<p>‘Come on,’ said the trainer. ‘Let’s get back to it.’<\/p>\n\n\n\n<p>The prince went back to training, but from that day on Henry was no longer invisible. The prince saw him. They even spoke, every now and then, when nobody was around. Henry couldn’t understand it. Why was this man, this amazing man, interested in <em>him<\/em>?<\/p>\n\n\n\n<p>But things did not stay this way. One day, happy news spread around the castle: the King and Queen had found a beautiful princess for the prince to marry. Henry felt his heart split in two. He knew this day was coming, but he still felt awful.<\/p>\n\n\n\n<p>So Henry went to the witch. She lived far away from the castle, in a dark forest, and it took all of Henry’s day off to get there and back.<\/p>\n\n\n\n<p>Henry knew that the prince was stubborn. That was part of why Henry liked him so much. He would not marry a woman he did not have feelings for. But the princess was supposed to be very beautiful, so he needed to make sure the prince didn’t fall for her.<\/p>\n\n\n\n<p>‘I need you to stop their love,’ said Henry. ‘Do whatever you can so that they will not fall in love with each other.’<\/p>\n\n\n\n<p>The witch smiled, and worked her magic, waving her bony hands through the air as she said strange words. She then gave him a folded-up piece of paper. ‘Read this when you return.’<\/p>\n\n\n\n<p>When Henry got back to the castle, there was chaos. Everyone was running around. Finally, someone told Henry what had happened: the prince had disappeared, and in his place was a horrible frog.<\/p>\n\n\n\n<p>Henry couldn’t believe it. He had asked the witch to stop the prince from falling in love, but he hadn’t expected this!<\/p>\n\n\n\n<p>He unfolded the paper she gave him, which had some writing on it. But he did not know how to read. Several days passed, with Henry too afraid to ask anyone to read him the paper. What if it revealed what he’d done? The castle had fallen into a deep despair about the prince, and the wedding was about to be cancelled.<\/p>\n\n\n\n<p>The guilt built up, and Henry had to do something. So he found a servant who knew how to read and asked her to read him the note.<\/p>\n\n\n\n<p>‘It says, <em>True love will make him human again<\/em>. What is this, poetry?’<\/p>\n\n\n\n<p>Henry just laughed nervously and thanked her.<\/p>\n\n\n\n<p>True love. His heart beat fast thinking about it. He thought back to the look the prince gave him, the day when they first talked. Wasn’t that true love…?<\/p>\n\n\n\n<p>So Henry sent a message to the King and Queen: he knew a way to make the prince human again.<\/p>\n\n\n\n<p>‘It’s a magic word. I need to whisper it in his ear.’<\/p>\n\n\n\n<p>It was a terrible plan, but the King and Queen had tried everything, so they let him in.<\/p>\n\n\n\n<p>The prince looked miserable. It was hard to recognise him as a frog, but his eyes were just the same as before, only now they were heavy with sadness. He sat in a small pond that they had put in his room, lying on his side in the water.<\/p>\n\n\n\n<p>Henry went to the frog prince, but instead of whispering the word, he kissed him on the cheek. It was wet and slimy, but Henry still felt a great excitement. This was how it happened in the stories. True love’s kiss would bring him back!<\/p>\n\n\n\n<p>But nothing happened. The frog stared at him and gave a sarcastic smile, and Henry felt his heart break again. He was not Brandle’s true love.<\/p>\n\n\n\n<p>‘How is it going?’ said the Queen, standing by the door.<\/p>\n\n\n\n<p>‘It didn’t work,’ Henry muttered, leaving the room and the prince behind.<\/p>\n\n\n\n<p>Henry tried to forget about him, but now it was even worse than before. Before he had enjoyed the fantasy of uncertainty, but now he knew, he truly knew, that the prince did not love him. And worse than that, the prince was a frog because of <em>him<\/em>.<\/p>\n\n\n\n<p>Henry couldn’t stand the pain. He went back to the witch and asked her to make Prince Brandle human again, but she shook her head.<\/p>\n\n\n\n<p>‘Only true love can reverse the spell. But I can do something for <em>you<\/em>… I can take away your pain.’<\/p>\n\n\n\n<p>‘Please,’ said Henry. ‘Do it.’<\/p>\n\n\n\n<p>‘But first you must do something for me.’<\/p>\n\n\n\n<p>‘I will do anything.’<\/p>\n\n\n\n<p>The witch smiled, and worked her magic.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\"><strong><em>Ten Years Later<\/em><\/strong><\/h3>\n\n\n\n<p>Princess Simone hated everyone. She liked nothing more than to be alone. But there were always new dresses to wear, new food to eat, new people to meet. Her mother and father forced it all on her, and she had to run away from the castle to get any peace.<\/p>\n\n\n\n<p>That morning, she had been arguing with her father, and ran away when he started shouting at her. Apparently, having a mud fight in her newest, prettiest dress was <em>not<\/em> princess-like behaviour. Never mind that all they gave her were pretty, impractical dresses.<\/p>\n\n\n\n<p>Now she sat in the forest, by a pool of water, and played with a golden ball. It was the only gift from her parents that she actually liked. She threw the ball in the air and caught it, while whistling to herself.<\/p>\n\n\n\n<p>As she threw the ball up and down, she looked around, and saw a fat bird. It was the fattest bird she had ever seen, and she was so interested in it, that she dropped the ball and it fell right into the pond.<\/p>\n\n\n\n<p>‘Damn!’<\/p>\n\n\n\n<p>The pond looked deep, and she couldn’t swim very well. Just at that moment, a frog jumped out of the water.<\/p>\n\n\n\n<p>‘Oh frog,’ she said, sounding like a fairytale princess. ‘Please go and get my ball for me!’<\/p>\n\n\n\n<p>She said it as a joke. Frogs couldn’t understand people. But the frog jumped into the water, and a minute later, came back with the ball in its mouth. Amazed, she tried to take the ball, but the frog dropped it back into the water.<\/p>\n\n\n\n<p>‘You don’t get anything for free, my dear.’<\/p>\n\n\n\n<p>She fell backwards. The frog could talk!<\/p>\n\n\n\n<p>‘I’ll give you your ball back if you promise to marry me.’<\/p>\n\n\n\n<p>Simone felt sick. It had been a bad day already, and now this frog was asking her to marry it.<\/p>\n\n\n\n<p>But she wanted that ball back, and it had to all be a joke, didn’t it?<\/p>\n\n\n\n<p>‘Yes, yes. I’ll marry you.’<\/p>\n\n\n\n<p>The frog gave her the ball, and she went back to the castle. But the frog followed her.<\/p>\n\n\n\n<p>She thought it was quite funny. Her father would probably kill the sad little thing and have it for supper. There was no way the <em>beautiful Princess Simone<\/em> could marry a frog!<\/p>\n\n\n\n<p>But when she told him what had happened, her father was happy.<\/p>\n\n\n\n<p>‘Simone, you don’t know what you’ve done! There was a legend, many years ago, about a prince who turned into a frog after a witch cast a spell on him. The only way he can turn back into a human is through true love. And his family is <em>very<\/em> rich.’<\/p>\n\n\n\n<p>It was no secret that Simone’s family was not doing well. Their castle was falling apart, and they were the weakest of all the kingdoms around. Nobody wanted to marry Simone, because they would not get much from her family, aside from a badly-behaved girl with too many dresses.<\/p>\n\n\n\n<p>‘Father, are you mad? We can’t be in such a bad situation that you want me to marry a <em>frog<\/em>, surely?’<\/p>\n\n\n\n<p>‘You don’t have to marry him, not yet. Let’s just see if this legend is true. Take the frog with you to bed tonight, and be nice to him. You did make a promise, after all. I always told you to keep your promises.’<\/p>\n\n\n\n<p>So after dinner, Princess Simone went up to her room, and a servant followed behind, carrying the frog on a silver tray. She felt dead. She couldn’t believe what was happening. Everyone would laugh at her for the rest of her life!<\/p>\n\n\n\n<p>Over supper, the frog had been charming and polite. Well, as much as a frog could be. He maintained that the legend was true, and that he was some “Prince Brandle”, caught by a jealous witch’s curse.<\/p>\n\n\n\n<p>They arrived in her room, and the frog hopped onto the floor and said, ‘Fancy! I mean, not as nice as my old place, but this will do for now. Got any chocolate?’<\/p>\n\n\n\n<p>‘Shut up,’ Simone muttered. ‘And look away while I get undressed.’<\/p>\n\n\n\n<p>When she turned back around to get into bed, she found the frog was already buried in the sheets.<\/p>\n\n\n\n<p>‘Oh no. You’re <em>not<\/em> sleeping with me.’<\/p>\n\n\n\n<p>‘I don’t know. Your father seemed to think I should. You can’t make me sleep on my own. I’ll be cold!’<\/p>\n\n\n\n<p>Simone felt a sudden anger. ‘You’re mad if you think I’m going to sleep with <em>you<\/em>!’ She grabbed the frog and threw him against the wall.<\/p>\n\n\n\n<p>The frog slammed into the wall and landed with a <em>plop<\/em> on the floor. And then, he started to grow.<\/p>\n\n\n\n<p>‘Err, I was only joking…’<\/p>\n\n\n\n<p>The frog grew big and tall, and his skin went from green to white, until he turned into a beautiful—and naked—prince.<\/p>\n\n\n\n<p>Prince Brandle jumped onto the bed and laughed. ‘I just love girls with a bit of spunk in them. You <em>are<\/em> my true love!’<\/p>\n\n\n\n<p>Simone screamed and ran to the door, but it was locked. The prince pulled her onto the bed and showered her with kisses.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>Henry couldn’t believe it. It had been ten years. Ten years of loneliness, ten years of magic, ten years of hate. And now, Prince Brandle had returned, and he was going to marry his true love.<\/p>\n\n\n\n<p>Henry felt so angry that he almost avoided the wedding. But he could not stop himself from wondering. What was this Princess Simone like? Was she beautiful? Mysterious?<\/p>\n\n\n\n<p>Deep down in his heart, there still burned a small fire of love for the prince. But Henry could not feel it anymore, because anger had taken him over. The witch, his master, had sealed his heart in iron chains, all those years ago. Now he could not feel love or joy, because witches did not need love or joy.<\/p>\n\n\n\n<p>So Henry went to the wedding. Brandle was as beautiful as before, as if no time had passed, but he still acted in a slightly frog-like way. He blinked a lot, and his hair looked like it was always wet.<\/p>\n\n\n\n<p>But when Henry saw the princess, he was truly surprised. She was indeed beautiful, but she was also evidently miserable. She did not smile once during the whole ceremony. When Brandle kissed her, she looked like a helpless dog.<\/p>\n\n\n\n<p>And there, Henry saw opportunity. He did not seek Brandle’s love anymore. Instead, he sought revenge.<\/p>\n\n\n\n<p>After the ceremony there was a dance. Henry used magic to make himself look like a noble, and slipped into the rows of cheerful guests. Princess Simone and Prince Brandle danced first, after which many noblemen went and asked to be her partner. Henry waited for the right moment, when Brandle was occupied on the other side of the room, and then asked the princess to dance.<\/p>\n\n\n\n<p>‘You know, you don’t seem very happy.’<\/p>\n\n\n\n<p>‘I am happy,’ she said, forcing a smile.<\/p>\n\n\n\n<p>‘You hate him.’<\/p>\n\n\n\n<p>‘I do not!’ But she did not sound convincing at all.<\/p>\n\n\n\n<p>Henry moved forward and whispered in her ear. ‘You know, I can kill him for you.’<\/p>\n\n\n\n<p>The princess laughed, as if he had just told her a witty joke. ‘How?’<\/p>\n\n\n\n<p>‘Magic.’<\/p>\n\n\n\n<p>She pushed him away, looking disgusted. ‘You are a witch!’<\/p>\n\n\n\n<p>‘Henry!’<\/p>\n\n\n\n<p>Henry turned around to see Prince Brandle walking towards him, smiling with his arms wide open. ‘You have made yourself into a noble. How lovely! My love,’ he said, turning to Simone. ‘This is an old friend of mine. Let us talk in peace.’<\/p>\n\n\n\n<p>Simone looked very happy to leave them, only throwing a quick glance at Henry.<\/p>\n\n\n\n<p>‘Will you dance?’ said Brandle.<\/p>\n\n\n\n<p>‘Yes,’ Henry said, smiling politely.<\/p>\n\n\n\n<p>For a while, they danced. Henry was unsure what the prince wanted, but now that he was close to him, he felt his hate growing. The flames of love burned in his heart, but all they fuelled were the iron chains of hate.<\/p>\n\n\n\n<p>‘You know,’ said the prince, ‘my new wife really is very beautiful.’<\/p>\n\n\n\n<p>‘She is magnificent,’ said Henry dryly.<\/p>\n\n\n\n<p>‘On the inside and outside. I mean that in a literal way.’ He smiled. Henry realised he was making a sexual joke, but he did not award it a smile. Brandle continued. ‘You won’t believe how good it feels. Ten years being a frog, and then going to bed with a young girl like that… I could almost thank you.’<\/p>\n\n\n\n<p>‘Excuse me?’<\/p>\n\n\n\n<p>‘Oh, don’t play that game,’ said the prince, still smiling. Always smiling. ‘I’ve asked around. I know you’re no noble. You’re a witch. And you were the one who made me into a frog.’<\/p>\n\n\n\n<p>Henry tried to move away, but Brandle held his hands tightly. Gods, he was strong.<\/p>\n\n\n\n<p>‘Don’t worry! We’re old friends, Henry. I won’t tell anyone about your little secret. I like having you around too much.’<\/p>\n\n\n\n<p>The prince leaned in and kissed Henry on the cheek. The flames roared, and just for a moment, they broke through the iron. Henry remembered his love for the prince, when he was a young fool, how he followed the man around and watched everything he did.<\/p>\n\n\n\n<p>‘Truly?’ said Henry. ‘You truly love me?’<\/p>\n\n\n\n<p>The prince smiled sweetly. ‘Of course.’<\/p>\n\n\n\n<p>The fires of love wrapped around the chains of hate. And then the prince laughed.<\/p>\n\n\n\n<p>‘Of course I don’t love you. Oh, but your face! You were always so much fun to play with. Simone, she is fun in another kind of way, but I need the emotional side, too. And you’re just <em>full<\/em> of feelings.’<\/p>\n\n\n\n<p>At that very moment, the fires in Henry’s heart exploded into a chaotic blaze. They fought against the cold iron, the emotionless monster he had become, and the iron began to break. Henry fell back, holding his chest, gasping for air.<\/p>\n\n\n\n<p>He remembered the witch’s words, when she had bound his heart all those years ago.<\/p>\n\n\n\n<p>‘It will lock your emotions away, but there is no lock that cannot be broken. If the iron breaks, then you will break with it.’<\/p>\n\n\n\n<p>Henry was dying. His heart was splitting in two. And as it happened, Prince Brandle, his one true love, was laughing at him. Noble faces surrounded him, with the prince’s face in the middle, floating like a ghost.<\/p>\n\n\n\n<p>Just as Henry was about to give up and let himself break, Princess Simone appeared. He had never seen such an expression of pain, of such complete regret.<\/p>\n\n\n\n<p>So Henry did one last thing. He reached forward and grabbed the prince’s head, pulling him into a kiss. The prince fought back, banged Henry’s chest, but the strength of Henry’s love tied the prince to him. From the charred remains of his heart flowed a poison, travelling up his chest, onto his lips, and into Prince Brandle’s mouth. The poison of hate filled the prince’s body, and as Henry’s heart stopped beating, so did Prince Brandle’s.<\/p>\n\n\n\n<p>His heart of iron had broken, but at least he could break Simone’s chains.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>The witch was not at the celebrations. Parties had never been her thing. But she felt Henry’s death, as she had felt them all. She no longer felt sad when it happened. Only disappointed.<\/p>\n\n\n\n<p>‘He was a good one, but nothing could hold that heart. And what about the girl? A pretty young princess abandoned on her wedding day. She might make a good servant…’<\/p>\n\n\n\n<p>The witch smiled, and worked her magic.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Henry’s heart was too big. That was always his problem. He knew that he could never be with the prince, but still, he watched him lovingly every day. He watched him eat, he watched him dance, and he watched him sword fight. Every action Prince Brandle took was beautiful, and Henry loved watching him.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      11
    ],
    "tags": [
      371,
      120
    ],
    "originaltitle": [
      372
    ],
    "genre": [
      176
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      30,
      237,
      89,
      87,
      198
    ],
    "wordcount": [
      373
    ],
    "originalauthor": [
      67
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/856"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=856"
        }
      ],
      "version-history": [
        {
          "count": 2,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/856\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 858,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/856\/revisions\/858"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=856"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=856"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=856"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=856"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=856"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=856"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=856"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=856"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=856"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 846,
    "date": "2020-01-07T07:00:00",
    "date_gmt": "2020-01-07T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=846"
    },
    "modified": "2020-01-02T15:46:39",
    "modified_gmt": "2020-01-02T15:46:39",
    "slug": "mother",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/mother\/",
    "title": {
      "rendered": "Mother Holle"
    },
    "content": {
      "rendered": "\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for pre-intermediate learners. The name of the story is <em>Mother Holle<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Mother\">EasyStoriesInEnglish.com\/Mother<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Mother\">EasyStoriesInEnglish.com\/Mother<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>So a very Happy New Year to everyone! It is 2020. It is a new decade. “Decade” is a set of 10 years. So we are in the third decade of the 21st century, officially! Phew, that’s a bit scary, actually! But I think this year is going to be excellent. At least, I want it to be excellent. We have to bring a positive energy into the new year, I think. It has been a very bad decade politically but we can always move forward. We have to keep fighting in our own lives and for the good of the world.<\/p>\n\n\n\n<p>So I hope you all had a lovely restful holiday time. If you were working, I hope you have a bit of time to recover from your work and, whatever the case, I hope you are feeling excited and full of energy for 2020. But also, if you’re not feeling excited—maybe you&#8217;re feeling a bit sad, tired, depressed—that&#8217;s OK! Feel however you want. Just know that Ariel from <em>Easy Stories in English<\/em> wants you to do well. Sorry, apparently I am in a very good mood today because I am being very positive. Hopefully, some of my positive thoughts will reach you and make you feel good! Some of you might be listening to this in the morning on your way to work and I hope the story and my talk puts you in a good mood for the rest of the day.<\/p>\n\n\n\n<p>As I mentioned before, from the 14th to the 27th of December I was on holiday in Seville, in the south of Spain, and it was amazing! I had such a good time. Possibly one of the best days of my life, and that might sound a bit crazy, but let me tell you why.<\/p>\n\n\n\n<p>When I go on holiday, I like to spend a long time somewhere, so that I can really get to know the area and meet people, and this time I stayed with two different people. So the first person I stayed with was an Esperantist. If you&#8217;ve listened to the episode <a href=\"https:\/\/easystoriesinenglish.com\/hope\/\"><em>The Boy Who Hoped<\/em><\/a>, you will know that Esperanto is a constructed language for world communication, and just like <a href=\"https:\/\/www.couchsurfing.com\/\">Couchsurfing<\/a>—you might know Couchsurfing—there is a website for Esperantists who like travelling, where you can have other Esperantists come to your house and sleep and visit you, and then you can go and visit other Esperantists.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191216_224128-1024x768.jpg\" alt=\"\" class=\"wp-image-848\" width=\"291\" height=\"217\" srcset=\"https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191216_224128-1024x768.jpg 1024w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191216_224128-300x225.jpg 300w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191216_224128-768x576.jpg 768w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191216_224128-1536x1152.jpg 1536w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191216_224128-2048x1536.jpg 2048w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191216_224128-800x600.jpg 800w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191216_224128-400x300.jpg 400w\" sizes=\"(max-width: 291px) 100vw, 291px\" \/><figcaption>An ayaca<\/figcaption><\/figure><\/div>\n\n\n\n<p>So I stayed with two Esperantists in Seville, who are actually from Venezuela, and I had a lovely time with them. And I even got to try some traditional Venezuelan Christmas food, which are called <em>ayacas<\/em>. And ayacas—you might have heard of tamales—they’re basically like tamales, like <em>tamales<\/em>, but they’re Venezuelan and not Mexican. So it&#8217;s kind of a cake made of corn and meat and olive and it is wrapped in banana leaves, which are very thick, and then you boil it, you heat it in water, and you take off the leaf and it’s very good.<\/p>\n\n\n\n<p>I also stayed with a friend of a friend of a friend. So there is a group of Spanish people in my city, Bath, and we go out for drinks every week, and one of them used to live in Seville. So she put me in contact with lots of her friends from there. So I stayed with a friend of a friend of hers, and that was also really interesting. I got to experience some of the alternative culture in Seville, some of the political activism, and so on. And that was really interesting because, you know, it&#8217;s always interesting to compare the political situation in other countries to your own, and the south of Spain, Andalusia, the region, is generally very politically active but it&#8217;s very strongly divided. There are very right-wing people and very left-wing people. Actually, that&#8217;s true for all of Spain, to be honest.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2020\/01\/IMG_20191218_173221-1024x768.jpg\" alt=\"\" class=\"wp-image-850\" width=\"326\" height=\"243\"\/><figcaption>Some delicious and very filling churros!<\/figcaption><\/figure><\/div>\n\n\n\n<p>Aside from ayacas, I had lots of delicious food. Lots of seafood and fresh, uh, fruits and vegetables and a lot of fried food. I had prawns for the first time. So prawns are a type of seafood and you have to pull off the head and tail before you eat it. I also had <em>churros<\/em>. We have <em>churros<\/em>, or “churros”, as it sounds with an English accent! We do have them here but it&#8217;s not the same. In Spain you can find <em>churros<\/em> everywhere. <em>Churros<\/em> are basically long fried sticks of dough and you dip them in hot chocolate and it&#8217;s very tasty, but it&#8217;s very heavy. It&#8217;s a lot to eat. I ate three <em>churros<\/em> while I was there, like three sets of <em>churros<\/em>, and then I thought, “Ugh, no! I can&#8217;t have anymore! It&#8217;s too much.” So I think next time I need to eat less <em>churros<\/em> but make sure they&#8217;re special <em>churros<\/em>.<\/p>\n\n\n\n<p>Seville also has beautiful architecture, beautiful buildings. For a long part of Spanish history, the region of Spain and Portugal was controlled by an Arabic group of people called the moors. So throughout Spain, but especially in the south, there is a lot of Arabic and Islamic architecture. However, Spain is a very Catholic country, and religion is very important there. So in Seville, you find a very interesting mixture of Christian churches and Islamic castles and mosques—very interesting.<\/p>\n\n\n\n<p>The weather was lovely. So Seville is the warmest city in Europe, so in winter it’s just a lovely time to go. Every day it was between 15 and 20 degrees, and keep in mind in the UK in summer 20 degrees is quite nice weather, so for me it was the perfect temperature, and I was even walking around on the 25th of December, on Christmas Day, and it was sunny and warm and it was just so lovely. You don&#8217;t get that in England, let me tell you.<\/p>\n\n\n\n<p>So, I am full of food, full of energy and ready for the new year!<\/p>\n\n\n\n<p>While I was in Seville, I also took quite a few photos. So I have a digital camera, and I really feel like I learned how to take artistic photos during my stay. So if you go to the transcript for this episode at <a href=\"https:\/\/easystoriesinenglish.com\/Mother\">EasyStoriesInEnglish.com\/Mother<\/a>, I will include a link to a photo gallery with all of my photos from Seville, if you want to have a look.<\/p>\n\n\n\n<p><a href=\"https:\/\/photos.app.goo.gl\/4mGP72AGL8Ppo51i9\">[see the photos here]<\/a><\/p>\n\n\n\n<p>OK, so I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<p>A widow is a woman who was married, but while she was married, her husband died.<\/p>\n\n\n\n<p>A stepmother is not your biological mother. So, let’s say your parents have you, but then your father gets divorced, he ends his marriage, and he married another woman. That woman is now your stepmother. And if he and she have a child together, that child will be your stepsister. And of course, the daughter of a stepmother is a stepdaughter.<\/p>\n\n\n\n<p>“Treat” is how you act towards someone. So when we talk to children, we treat them differently to how we treat adults. We don’t make them do very difficult things, and usually we treat them nicer. If you are a good person, you probably treat animals and children well. And if you treat animals and children badly, if you are mean to them, then you’re probably a bad person. But don’t worry, I don’t think anyone who listens to this podcast is a bad person!<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/6f\/Wishing_well.jpg\" alt=\"\" width=\"190\" height=\"253\"\/><figcaption>A well, by Fiona Shields under CC BY 2.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>A well is a hole in the ground. Usually it has stones around it. And it’s very deep, and in the hole is water. So wells were ways of getting water in the past. Now we have sinks and taps and showers, but in the past you had to go to the well and put a bucket in the well to get out water. In fairy tales, there are often wishing wells. Wishing wells are magic wells and if you throw a coin in and make a wish, it might just come true.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/8e\/Spinning-wheel.png\" alt=\"\" width=\"108\" height=\"142\"\/><figcaption>A spinning wheel<\/figcaption><\/figure><\/div>\n\n\n\n<p>“Spin” is another thing that we don’t really do now, very much. It was a way of making materials like wool in the past. And I don’t really understand how spinning works, but you’re taking long thin bits of the material and using a machine, like a spinning wheel, to turn them into material for clothes. As I said, you can use a spinning wheel to spin, but if you don’t have a spinning wheel, you will have to use your hands and a spindle. So a spindle is a tool that you use to spin thread.<\/p>\n\n\n\n<p>“Dip” is when you put something into water, or a liquid like milk or coffee or tea, for a bit of time. You dip things in water to clean them or to make them soft. British people, as you know, love tea, and we also love biscuits, or cookies, as Americans say. So we love to dip biscuits into our tea because then the biscuits are nice and soft and they so good and warm! But you have to be careful, because if you dip your biscuit too long into the tea it will break and fall to the bottom of the cup. And then when you finish your tea there is all this horrible, soft biscuits at the bottom. So, dip carefully! Dip carefully…<\/p>\n\n\n\n<p>Darkness is when it’s dark, when there is no light. So there is darkness at night if you turn off all the lights, of course. These days, with streetlights and phones, we actually don’t experience complete darkness very often. Obviously, we want darkness when we go to sleep, though.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/48\/A_single_white_feather_closeup.jpg\" alt=\"\" width=\"178\" height=\"237\"\/><figcaption>A feather<\/figcaption><\/figure><\/div>\n\n\n\n<p>A feather is a part of a bird. So birds’ wings are made of lots of feathers, and you can pull feathers out. Actually, if you’re going to eat a bird, such as a chicken or a turkey, you have to take out all the feathers first. In the past, we used feathers to write with. So we sharpened the ends of feathers and used them as pens. Nowadays, you use feathers, such as goose feathers, to put inside pillows and coats to make them nice and warm.<\/p>\n\n\n\n<p>A rooster is a male chicken. So a boy chicken. Roosters are known for crying in the morning. They make a noise like <em>cock-a-doodle-do!<\/em> Or, well, that’s my version of a rooster. I don’t know if it sounds really like a rooster! They cry very early in the morning. We also sometimes call roosters “cocks”.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/c0\/Hydrophilus_-_La_Brea_Tar_Pits.jpg\" alt=\"\" width=\"238\" height=\"195\"\/><figcaption>Beetles preserved in tar, by Didier Descouens under CC BY-SA 4.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>Finally, tar is a thick black material. When it is wet, you can pour it, but when it goes hard, it is very hard to move it. So tar, in the past, was used to make roads, and you definitely don’t want tar on your skin, because it’s very difficult to get tar off your skin, and it looks very ugly.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>Today I have the lovely Christmas present of lots of new patrons! So thank you so much all of the new patrons, who are: Ngân Phạm, Miroslav Pokorný, Vien Nguyen, Maciej Łącki and Tomáš Janoušek. That was quite a difficult mixture, I have to say! A few Vietnamese, and a few Czech, a Polish one… I love learning how to pronounce different languages, though, so I’m very happy that we have such an international audience!<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h3><strong>Mother Holle<\/strong><\/h3>\n\n\n\n<p>Once there was a widow with two daughters. One was pretty and hard working, and the other was ugly and lazy. The ugly one was her own daughter, whereas the pretty one was her stepdaughter. She loved her own daughter the most, so she treated her very well, but the pretty one had to do all the work in the house.<\/p>\n\n\n\n<p>Every day the poor girl had to sit by a well and spin until her fingers bled. When they did bleed, she dipped the spindle into the well to wash it, but one time it slipped out of her hand and fell into the water.<\/p>\n\n\n\n<p>The girl began to cry, and ran to her stepmother. But her stepmother just told her off and said, ‘You dropped it in, so you have to take it out!’<\/p>\n\n\n\n<p>The girl went back to the well, not knowing what to do. She was a bad swimmer, and the water was very deep. But if she came home without the spindle, her stepmother would surely beat her.<\/p>\n\n\n\n<p>So she took a deep breath and jumped into the well. She swam down and down, into the darkness, and everything went black. When she woke up, she was in a beautiful field, and the sun was shining on the flowers all around her.<\/p>\n\n\n\n<p>“How strange,” she thought. “I was in the well, and now I am here. Have I died?”<\/p>\n\n\n\n<p>Since she could not know, she decided to walk. She walked until she came to a big baker’s oven. The oven was full of bread, and the bread called out to her, ‘Oh, take me out, take me out! If you don’t take me out, I will burn!’<\/p>\n\n\n\n<p>So she put on some oven gloves and pulled the loaves of bread out of the oven.<\/p>\n\n\n\n<p>Then she kept walking, until she came to a tree heavy with apples. The tree called out to her, ‘Oh, shake me, shake me! My apples are ready to be eaten!’<\/p>\n\n\n\n<p>So she shook the tree until the apples fell like rain, and one by one the apples all fell down.<\/p>\n\n\n\n<p>Then she kept walking, and finally she came to a little house. There was an old woman outside with huge teeth, and the girl almost ran away, but the old woman called her back.<\/p>\n\n\n\n<p>‘Why are you afraid, my dear child? Come and live with me. If you do all the housework well, things will go well for you. Make sure you shake my pillow well every morning, so that the feathers fly about. You see, when the feathers in my pillow are shaken, it snows out in the world.’<\/p>\n\n\n\n<p>‘What is your name?’ asked the girl.<\/p>\n\n\n\n<p>‘I am Mother Holle.’<\/p>\n\n\n\n<p>The woman sounded very kind, so the girl agreed and went to work. She did everything just like the old woman said, and shook her pillow very hard indeed. She lived a good life, and the old woman never told her off.<\/p>\n\n\n\n<p>When she had lived a long time with Mother Holle, she began to feel sad. She could not think why, until she realised that she missed her home. Even though she was a thousand times better off here, she still missed her mother and her sister.<\/p>\n\n\n\n<p>At last she said to Mother Holle, ‘I miss my home, and although I am very well off here, I cannot stay any longer. I must go back to my own home.’<\/p>\n\n\n\n<p>Mother Holle answered, ‘I am happy that you want to go home. As you have served me well, I will send you there!’<\/p>\n\n\n\n<p>She took her hand and led her to a large door, and when the girl walked through it she was showered with gold. The gold covered her whole body and stuck to her.<\/p>\n\n\n\n<p>‘All this is yours, because you worked so hard,’ said Mother Holle. Then she gave her back her spindle, the one she had dropped in the well. And then the door closed, and the little girl found herself back in the world, not far from her mother’s house. As she walked through the garden, the rooster cried:<\/p>\n\n\n\n<p>‘Cock-a-doodle-doo!<\/p>\n\n\n\n<p>Our golden girl has come home, too!’<\/p>\n\n\n\n<p>Then she went in to find her mother, who was very happy to see her, as she was covered with gold.<\/p>\n\n\n\n<p>The girl told her the story, and her mother decided she wanted her ugly and lazy daughter to have the same riches. So she sent her to sit by the well and spin.<\/p>\n\n\n\n<p>But of course, the girl was lazy, so instead of spinning until her hand bled, she cut her hand with a knife. Then she threw the spindle into the well and jumped in.<\/p>\n\n\n\n<p>She found herself, like her sister, in the beautiful field, and followed the same path.<\/p>\n\n\n\n<p>When she came to the baker’s over, the bread cried out, ‘Oh, take me out, take me out! If you don’t take me out, I will burn!’<\/p>\n\n\n\n<p>But the lazy girl answered, ‘I don’t want to get my hands all black,’ and kept on walking.<\/p>\n\n\n\n<p>Soon she came to the apple tree, who called out, ‘Oh, shake me, shake me! My apples are ready to be eaten!’<\/p>\n\n\n\n<p>But she answered, ‘No way! What if one of your apples falls on my head? It’s too dangerous,’ and she kept on walking.<\/p>\n\n\n\n<p>When she came to Mother Holle’s house she did not feel afraid, as she knew about her huge teeth, and she agreed to help her at once.<\/p>\n\n\n\n<p>The first day, she worked hard, and did everything as Mother Holle said, because she dreamed about the gold she would receive. The second day, however, she started to get lazy, and the third day even more, and finally she did not even get up in the morning. Nor did she shake Mother Holle’s pillow in the right way.<\/p>\n\n\n\n<p>Mother Holle soon grew tired of the girl, and warned her that she would not be staying there for long. This pleased the girl, who thought she would soon get her shower of gold and go home. So she waited until Mother Holle led her to the large door, and she walked through it with her arms held out wide, ready to be showered with gold.<\/p>\n\n\n\n<p>But instead of a shower of gold, a huge kettle full of tar was poured over her.<\/p>\n\n\n\n<p>‘That is the reward for your “help”,’ said Mother Holle, and shut the door.<\/p>\n\n\n\n<p>So the lazy girl came home all covered with tar, and the rooster saw her and cried:<\/p>\n\n\n\n<p>‘Cock-a-doodle-doo!<\/p>\n\n\n\n<p>Our dirty girl has come home too!’<\/p>\n\n\n\n<p>And the tar stuck close to her, and never, for the rest of her whole life, could she get it off.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Once there was a widow with two daughters. One was pretty and hard working, and the other was ugly and lazy. The ugly one was her own daughter, whereas the pretty one was her stepdaughter. She loved her own daughter the most, so she treated her very well, but the pretty one had to do all the work in the house.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      10
    ],
    "tags": [
      368
    ],
    "originaltitle": [],
    "genre": [
      37
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      320,
      284,
      15,
      53,
      369,
      87,
      358
    ],
    "wordcount": [
      370
    ],
    "originalauthor": [
      297
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/846"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=846"
        }
      ],
      "version-history": [
        {
          "count": 5,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/846\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 854,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/846\/revisions\/854"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=846"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=846"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=846"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=846"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=846"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=846"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=846"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=846"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=846"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 837,
    "date": "2019-12-17T07:00:00",
    "date_gmt": "2019-12-17T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=837"
    },
    "modified": "2019-12-12T10:53:44",
    "modified_gmt": "2019-12-12T10:53:44",
    "slug": "toy",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/toy\/",
    "title": {
      "rendered": "The Toy Rabbit"
    },
    "content": {
      "rendered": "\n<p>Hi, this is Ariel. I just wanted to say that after this episode I’m going to take a break for the holidays. I’m going to take two weeks off because, as I said before, I’m going on holiday to Seville. So the next episode will be on the seventh of January. I hope you all have a wonderful Hanukkah, Christmas, New Year—whatever you’re celebrating, have a lovely holiday and I will see you in the new year. Thank you!<\/p>\n\n\n\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for pre-intermediate learners. The name of the story is <em>The Toy Rabbit<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Toy\">EasyStoriesInEnglish.com\/Toy<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Toy\">EasyStoriesInEnglish.com\/Toy<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>Today’s story is a famous English Christmas story. The original title is <em>The Velveteen Rabbit<\/em>, written by Margery Williams. Actually, I didn’t grow up with this story. When I was a child, I didn’t know this story. But it is quite old and it was very famous at the time. I thought it was an American story, because I heard about it on the American TV show <em>Friends<\/em>, but actually it’s a British story. So, hopefully my version is interesting and it gets you in the Christmas spirit.<\/p>\n\n\n\n<p>I know not everyone celebrates Christmas, so at some point I should probably do stories for other celebrations, such as Hanukkah, but Christmas is a big celebration, it’s a big holiday here in the UK, and I can’t escape it. Christmas is all around me.<\/p>\n\n\n\n<p>I live in Bath, and Bath has a very famous Christmas market. So around this time of year the city is full of stalls, little shops that are temporary, where they sell food and toys and decorations, and there are so many tourists in Bath! So it’s horrible to go into the city in the evening because you can’t move. There are just people everywhere. It’s very, very annoying.<\/p>\n\n\n\n<p>So, as you can probably tell, I don’t love the Christmas market, and generally, I like Christmas, because I like seeing my family and I like getting presents and eating nice food, but I don’t love Christmas. Being an adult, it’s just not as fun as when you’re a child and also, I don’t know, it’s expensive and every year Christmas is more tiring. There are Christmas adverts everywhere. It’s a bit much.<\/p>\n\n\n\n<p>I have a warning that today’s story is very cheesy. So when a story is cheesy, it means it’s very, very emotional, like a story for children, OK? This story is <em>very<\/em>, very cheesy, because it is for children. So it’s very emotional. But I think it’s a nice story and maybe, if your children speak a bit of English, you can tell them the story as well.<\/p>\n\n\n\n<p>OK, so I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<p>Whiskers are big long hairs that come out of your cheeks, although humans, we don’t have whiskers, but rabbits, foxes, cats and other animals all have whiskers. They all have these long hairs that come out of their cheeks.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/4a\/SpoolsOfThread_detail.jpg\" alt=\"\" width=\"119\" height=\"288\"\/><figcaption>Lots of thread<\/figcaption><\/figure><\/div>\n\n\n\n<p>A thread is a long, thin thing that you use to make clothes. So many, many threads have to be put together to make fabric, and then you use fabric to make clothes.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/ef\/ChristmasStocking.jpg\" alt=\"\" width=\"182\" height=\"243\"\/><figcaption>A Christmas stocking, by GearedBull under CC BY-SA 3.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>A stocking is a kind of sock. So we use stockings at Christmas. They are usually red or green, and they are very soft, but you don’t wear stockings. You either put them above the fireplace or you put them at the end of your bed, and when you wake up in the morning, Santa Claus has come and filled the stocking with presents! This tradition varies a bit between families and countries, but in my family, we have a long stocking at the end of the bed, and we fill it with small toys, DVDs, games and always a big chocolate orange at the bottom.<\/p>\n\n\n\n<p>Chocolate orange is a very popular type of chocolate in the UK. It’s shaped like an orange and it’s cut into pieces like an orange, and you break it open by hitting it very hard. It’s very fun. Basically, when we were very small, my parents used to put oranges in our stockings, but eventually we complained because we didn’t want oranges, we wanted chocolate! So, OK, fine, they gave us chocolate oranges instead.<\/p>\n\n\n\n<figure class=\"wp-block-embed-youtube wp-block-embed is-type-video is-provider-youtube wp-embed-aspect-4-3 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"He Will Have the Socks\" width=\"1200\" height=\"900\" src=\"https:\/\/www.youtube.com\/embed\/videoseries?list=PL-0TtWX9TUO1MGHNuz3RXHUeQZ8Qt4ACn\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>\n<\/div><figcaption>A famous advert for Chocolate Oranges<\/figcaption><\/figure>\n\n\n\n<p>A nursery is a room for children, for toys, for babies. So it’s often like a bedroom, but it’s specifically for young children.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2019\/12\/5461516810_ccd8dc58a5_c.jpg\" alt=\"\" class=\"wp-image-840\" width=\"204\" height=\"136\" srcset=\"https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2019\/12\/5461516810_ccd8dc58a5_c.jpg 799w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2019\/12\/5461516810_ccd8dc58a5_c-300x200.jpg 300w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2019\/12\/5461516810_ccd8dc58a5_c-768x511.jpg 768w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2019\/12\/5461516810_ccd8dc58a5_c-350x233.jpg 350w, https:\/\/easystoriesinenglish.com\/wp-content\/uploads\/2019\/12\/5461516810_ccd8dc58a5_c-400x266.jpg 400w\" sizes=\"(max-width: 204px) 100vw, 204px\" \/><figcaption>A fox with a thick tail, by Peter Trimming under CC BY 2.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>A tail is a part of an animal’s body. It is on their lower back, and tails help animals to balance, and they move from one side to the other. So foxes have nice, big tails with white bits on the end. Dogs have tails and they move their tails when they’re very happy. Cats have tails, as well. Lots of animals have tails. Unfortunately, humans don’t have tails. I say “unfortunately” because I have very bad balance and maybe if I had a tail I could balance better.<\/p>\n\n\n\n<p>Wise is someone who is clever, usually old, and makes very good decisions. For example, Professor Dumbledore, the headmaster in <em>Harry Potter<\/em>, is a very wise character. Gandalf in <em>Lord of the Rings<\/em> is also very wise.<\/p>\n\n\n\n<p>Sensitive means you feel things a lot. You have very strong feelings about things. Like, if someone is mean to you, you will get very sad if you are a sensitive person. Children are generally much more sensitive than adults.<\/p>\n\n\n\n<p>Germs are bacteria. So they are tiny, tiny, very very very small things that we all have in our body. There are millions of germs in our body. Actually, maybe billions or trillions of germs. And germs, bacteria, the bad ones make us sick, and the good ones help us. So, for example, we have good germs in our stomach.<\/p>\n\n\n\n<p>Finally, scratch is when you move your nails across something, and this is how it sounds. [scratching noise]. I have been scratching a lot recently because I have very dry skin on my hands. It’s very annoying.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h3><strong>The Toy Rabbit<\/strong><\/h3>\n\n\n\n<p>There was once a toy rabbit. In the beginning, he looked amazing. He was fat, like a rabbit should be. His hair was brown with white spots. He had real whiskers made of thread. His ears were soft on the inside. On Christmas morning, he sat in the Boy’s stocking and looked very cute.<\/p>\n\n\n\n<p>There were other things in the stocking: chocolate, an orange, and a toy train, but the Rabbit was the best thing of all. For at least two hours the Boy loved him, and then Aunts and Uncles came to lunch, and they opened all the other presents, and the Toy Rabbit was forgotten.<\/p>\n\n\n\n<p>For a long time he lived in the toy cupboard or on the nursery floor, and no one thought very much of him. He was shy, and he wasn’t made from expensive materials, so some of the other toys were mean to him. The electric toys thought they were better than all the other toys. They had very modern ideas, and they thought they were real.<\/p>\n\n\n\n<p>The Rabbit could not say that he looked like something real, because he did not know that real rabbits existed. He thought that all rabbits were soft like him. The Rabbit felt very small compared to all the other toys, the soldiers and the boats and the wooden lion. The only toy who was nice to him was the Toy Horse.<\/p>\n\n\n\n<p>The Toy Horse had lived in the nursery longer than any other toy. He was so old that his brown hair was completely gone in some places, and the hairs of his tail were mostly gone as well. He was wise, because he had seen many electric toys come proudly into the nursery, but they all broke in the end, and went away. They were only toys, and they would never be anything else. You see, the nursery is a magical place, and the magic is strange. The toys that are old and wise like the Toy Horse understand all about it.<\/p>\n\n\n\n<p>‘What is “real”?’ asked the Rabbit one day. ‘Does it mean that you can move on your own? That you are electric?’<\/p>\n\n\n\n<p>‘ “Real” isn’t about how you are made,’ said the Toy Horse. ‘It’s a thing that happens to you. When a child loves you for a long, long time, really loves you, then you become Real.’<\/p>\n\n\n\n<p>‘Does it hurt?’ asked the Rabbit.<\/p>\n\n\n\n<p>‘Sometimes,’ said the Toy Horse, because he always told the truth. ‘When you are Real you don’t mind being hurt.’<\/p>\n\n\n\n<p>‘Does it happen suddenly?’ he asked. ‘Or does it happen slowly?’<\/p>\n\n\n\n<p>‘It doesn’t happen suddenly,’ said the Toy Horse. ‘It takes a long time. So it doesn’t often happen to people who break easily. Most toys who become Real are old. Their hair has dropped off, their eyes hang down, and they look very dirty. But that doesn’t matter, because when you are Real you can’t be ugly. Only people who don’t understand think you are ugly.’<\/p>\n\n\n\n<p>‘I suppose you are Real?’ said the Rabbit. Then he felt bad, because the Toy Horse might be sensitive. But the Toy Horse only smiled.<\/p>\n\n\n\n<p>‘The Boy’s Uncle made me real,’ he said. ‘That was many years ago, but when you are Real you can’t become unreal again. It lasts forever.’<\/p>\n\n\n\n<p>The Rabbit sighed. He thought it would be a long time before the magic of Real happened to him. He wanted to become Real, but the idea of getting old and dirty was quite sad. He wanted to be Real without those horrible things.<\/p>\n\n\n\n<p>There was a person called Nana. She controlled the nursery. Sometimes she didn’t notice the toys lying on the floor, but sometimes, for no reason, she went and put them all into cupboards. She called this “tidying up,” and all the toys hated it, especially the electric ones. The Rabbit didn’t mind so much, because he was very soft, so it never hurt.<\/p>\n\n\n\n<p>One evening the Boy was going to bed, but he couldn’t find the toy dog he always slept with. Nana was in a hurry, so she looked around and saw the Rabbit.<\/p>\n\n\n\n<p>‘Here,’ she said, ‘take your old rabbit! He’s good enough!’ And she pulled the rabbit out of the cupboard and put him into the Boy’s arms.<\/p>\n\n\n\n<p>That night the Toy Rabbit slept in the Boy’s bed. At first it was uncomfortable. The Boy hugged him very tight, and sometimes he sat on him. Sometimes he pushed the Rabbit under the pillow and he couldn’t breathe. He missed those long hours in the nursery, under the moonlight. The whole house was silent, and he could talk with the Toy Horse.<\/p>\n\n\n\n<p>The Boy continued to sleep with the Toy Rabbit, and the Rabbit grew to like it. The Boy talked to him, and made tunnels under the duvet, like for real rabbits. They played games together, quietly in the night, and when the Boy fell asleep, the Rabbit hugged him and dreamed all night long.<\/p>\n\n\n\n<p>Months passed, and the little Rabbit was very happy. He was so happy that he didn’t notice how his beautiful hair was getting dirtier and dirtier, and how his tail hung off, and how the pink went away from his nose because the Boy kissed him so much there.<\/p>\n\n\n\n<p>Spring came, and they spent long days in the garden. They went everywhere together. They played in the flowers, and ate picnics on the grass, and told stories about the insects. Often, when the boy went for supper, he left the Rabbit out on the grass. In the evening, Nana had to come and look for him, because the boy couldn’t sleep without him. He was wet and dirty from all the playing.<\/p>\n\n\n\n<p>‘You always have to sleep with your Rabbit!’ she said. ‘How funny! It is only a toy.’<\/p>\n\n\n\n<p>The Boy sat up in bed and held out his hands.<\/p>\n\n\n\n<p>‘Give me my Rabbit!’ he said. ‘You can’t say that. He isn’t just a toy. He’s REAL!’<\/p>\n\n\n\n<p>When the little Rabbit heard that he was very happy. The Toy Horse had been right. The nursery magic had happened, and he was no longer a toy. He was Real. The Boy himself had said it.<\/p>\n\n\n\n<p>That night he was too happy to sleep. His little heart was filled with love. His little black eyes no longer shone, but they took on a wise, beautiful look. Even Nana noticed it the next morning, and said, ‘That Rabbit has a very wise appearance!’<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>That was a wonderful summer!<\/p>\n\n\n\n<p>Near the house there was a wood, and in the long June evenings the Boy went there after supper to play. He took the Toy Rabbit with him, and put him down on the grass. He always made sure the Rabbit was comfortable, and then went off to find flowers or play in the trees. One evening, the Rabbit was lying there alone, and he saw two strange things move in the grass near him.<\/p>\n\n\n\n<p>They were rabbits, like him, but they were very hairy, and they looked very new and expensive. And they moved about so much! One minute they were tall and thin and the next minute they were fat and small. The Toy Rabbit couldn’t do that. The other rabbits went up to him, and the Toy Rabbit looked for their electric parts, because they had to have electric parts if they could move like that, but he couldn&#8217;t find any. They were a completely different kind of rabbit.<\/p>\n\n\n\n<p>They looked at him, and the little Rabbit looked back. Their noses kept moving.<\/p>\n\n\n\n<p>‘Why don’t you get up and play with us?’ one of them asked.<\/p>\n\n\n\n<p>‘I don’t want to,’ said the Rabbit, because he didn’t want to explain that he had no electric parts.<\/p>\n\n\n\n<p>‘Oh!’ said the hairy rabbit. ‘It’s very easy.’ He jumped and stood on his legs. ‘I don’t think you can!’<\/p>\n\n\n\n<p>‘I can!’ said the little Rabbit. ‘I can jump really high!’ Actually, he could only jump when the Boy threw him in the air, but he didn’t want to say this.<\/p>\n\n\n\n<p>‘Can you jump on your legs?’ asked the hairy rabbit.<\/p>\n\n\n\n<p>That was a horrible question, because the Toy Rabbit didn’t have legs at all! His body was all one long piece, with feet on the end. He sat there, and hoped they wouldn’t see.<\/p>\n\n\n\n<p>‘Then show us!’ said the hairy rabbit.<\/p>\n\n\n\n<p>‘I don’t want to!’ he said again.<\/p>\n\n\n\n<p>But wild rabbits have very good eyes. One of them looked closely.<\/p>\n\n\n\n<p>‘He doesn’t have any legs!’ he shouted. ‘A rabbit without any legs! How funny!’ And he began to laugh.<\/p>\n\n\n\n<p>‘I do!’ cried the little Rabbit. ‘I do have legs! I’m just sitting on them!’<\/p>\n\n\n\n<p>‘Then show us them!’ said the wild rabbit. He started jumping around and dancing.<\/p>\n\n\n\n<p>‘I don’t like dancing,’ he said. ‘I’d rather sit still!’<\/p>\n\n\n\n<p>But really he wanted very much to dance. A funny feeling went through him. He would do anything to be able to dance and jump around like these rabbits.<\/p>\n\n\n\n<p>The strange rabbit stopped dancing and came close. He came so close that his long whiskers touched the Toy Rabbit’s ear. He moved his nose and jumped backwards.<\/p>\n\n\n\n<p>‘He doesn’t smell right!’ he said. ‘He isn’t a rabbit at all! He isn’t real!’<\/p>\n\n\n\n<p>‘I am Real!’ said the little Rabbit. ‘I am Real! The Boy said so!’ And he nearly started to cry.<\/p>\n\n\n\n<p>Just then the Boy ran near them, and the two strange rabbits ran away.<\/p>\n\n\n\n<p>‘Come back and play with me!’ called the little Rabbit. ‘Please come back! I know I am Real!’<\/p>\n\n\n\n<p>But there was no answer. The Toy Rabbit was all alone.<\/p>\n\n\n\n<p>“Oh, dear!” he thought. “Why did they run away like that? Why couldn’t they stop and talk to me?”<\/p>\n\n\n\n<p>For a long time he stayed very still and waited. But they never came back, and the sun was going down, so the Boy came and carried him home.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>Weeks passed, and the little Rabbit grew very old and dirty, but the Boy still loved him. He loved him so hard that all the Rabbit’s whiskers fell off, and his pink ears turned grey, and his white spots went away. He lost his shape, so that he didn’t look like a rabbit anymore, except to the Boy. To him he was always beautiful, and that was the only important thing for the Rabbit. He didn’t care how he looked to other people, because the nursery magic had made him Real, and when you are Real it doesn’t matter if you’re dirty or old.<\/p>\n\n\n\n<p>And then, one day, the Boy was ill.<\/p>\n\n\n\n<p>His face went very red, and he talked in his sleep, and his little body was so hot that it burned the Rabbit when he held him close. Strange people came and went in the nursery, and the light was on all night, and the Toy Rabbit lay there, under the duvet, and listened. He didn’t move, because he thought someone might take him away, and the boy needed him.<\/p>\n\n\n\n<p>It was a difficult time, because the Boy was too ill to play, and the little Rabbit got quite bored. But he sat and waited, and looked forward to when the Boy would be well again. They would go out into the garden and play games in the flowers just like they used to. The Rabbit made many lovely plans, and when the Boy was asleep he told him the plans. Luckily, the fever went away, and the Boy got better. He could sit up in bed and look at books while the Rabbit sat with him. And one day, they let him get up and put on his clothes.<\/p>\n\n\n\n<p>It was a bright, sunny morning, and the windows were wide open. They took the Boy out onto the balcony, and the little Rabbit sat on the bed and thought.<\/p>\n\n\n\n<p>The Boy was going to the seaside tomorrow. Everything was arranged, and now they just had to listen to what the doctor said. They all talked about it while the Rabbit lay under the duvet and listened. They had to clean the room, because all of the books and toys were covered with something called “germs”.<\/p>\n\n\n\n<p>The little Rabbit didn’t understand what “germs” were, but he was excited to go to the seaside. It sounded like a lovely place. The Boy had often talked about going there, and how he wanted to see the big waves coming in, and make a sand castle.<\/p>\n\n\n\n<p>Just then Nana saw the Rabbit.<\/p>\n\n\n\n<p>‘What about this old Rabbit?’ she asked.<\/p>\n\n\n\n<p>‘That?’ said the doctor. ‘It’s covered with germs! Burn it along with the other things. Why do you want something so old and dirty, anyway? Get him a new one.’<\/p>\n\n\n\n<p>And so the little Rabbit was put into a bag with the old books and a lot of rubbish, and carried to the end of the garden. They were going to make a fire there, but the gardener was too busy to do it then. He had potatoes to dig and peas to collect, but next morning he promised to come in early and burn everything.<\/p>\n\n\n\n<p>That night the Boy slept in a different bedroom, and he had a new rabbit to sleep with. It was a lovely rabbit, soft and white with real glass eyes, but the Boy was too excited to care about that. Tomorrow he was going to the seaside, and that was such a wonderful thing that he could not think of anything else.<\/p>\n\n\n\n<p>And while the Boy slept, dreaming of the seaside, the little Rabbit lay with the old books and felt very lonely. The bag was not tied up, so he pushed his head out the top and looked out. He was cold, because he was used to sleeping in a real bed, and his hair was so thin from all the hugging that it did not keep him warm. Nearby he could see the flowers where he had played with the Boy on many mornings. He thought of those long sunny hours they had spent together, the picnics on the grass, the quiet evenings in the wood, and the wonderful day when he learned he was Real. He thought of the Toy Horse, wise and kind, and what he had taught him. Why did it matter? Why be loved and lose your beauty and become Real if this was the end? And a tear, a real tear, went down his dirty nose and fell to the ground.<\/p>\n\n\n\n<p>And then something strange happened. Where the tear had fallen, a flower grew out of the ground. It was a strange flower, not at all like the other flowers in the garden. It had thin, green leaves, and in the centre it was bright gold. It was so beautiful that the little Rabbit forgot to cry, and just sat there watching it. And then a fairy appeared out of the centre of the flower.<\/p>\n\n\n\n<p>She was the prettiest fairy in the whole world. She came close to the little Rabbit and held him in her arms and kissed his little nose.<\/p>\n\n\n\n<p>‘Little Rabbit,’ she said, ‘don’t you know who I am?’<\/p>\n\n\n\n<p>The Rabbit looked at her, and he thought he had seen her face before, but he didn’t know where.<\/p>\n\n\n\n<p>‘I am the nursery magic Fairy,’ she said. ‘I take care of all the toys that the children have loved. When they are old and dirty and the children don’t need them anymore, I come and take them away with me and make them Real.’<\/p>\n\n\n\n<p>‘Wasn’t I Real before?’ asked the little Rabbit.<\/p>\n\n\n\n<p>‘You were Real to the Boy,’ the Fairy said, ‘because he loved you. Now you will be real to everyone.’<\/p>\n\n\n\n<p>And she held the little Rabbit close in her arms and flew with him into the wood.<\/p>\n\n\n\n<p>It was light now, because the moon had risen. All the forest was beautiful. Down below, the wild rabbits danced in the grass, but when they saw the Fairy they all stopped dancing and stood around her in a circle.<\/p>\n\n\n\n<p>‘I have a new friend for you,’ the Fairy said. ‘You must be very kind to him and teach him all he needs to know, because he is going to live with you forever and ever!’<\/p>\n\n\n\n<p>And she kissed the little Rabbit again and put him down on the grass.<\/p>\n\n\n\n<p>‘Run and play, little Rabbit!’ she said.<\/p>\n\n\n\n<p>But the little Rabbit sat still for a moment and never moved. When he saw all the wild rabbits dancing around him he remembered about his legs, and he didn’t want them to see that he had none. What he didn’t know was that when the Fairy kissed him, she had changed him completely. He would have sat there for a long time, and never moved, if a drop of water hadn’t landed on his nose. Without thinking, he moved up his leg to scratch it.<\/p>\n\n\n\n<p>And he found that he actually had legs! His whole body was covered in soft, brown fur. His ears moved by themselves, and his whiskers were so long that they touched the grass. He jumped with happiness and then jumped all around the grass. The other rabbits jumped and danced with him, and he was so excited. When he finally looked for the Fairy to say thank you, she had gone.<\/p>\n\n\n\n<p>He was a Real Rabbit at last, at home with the other rabbits.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>Autumn passed, and winter, and in the warm spring the Boy went to play in the woods behind the house. While he was playing, two rabbits came out of the grass to look at him. One of them was brown all over, but the other had strange spots on him. It looked like they were once white, but they had mostly gone away. There was something familiar about his soft nose and his round black eyes.<\/p>\n\n\n\n<p>The Boy thought to himself, “He looks just like my old Rabbit that was lost when I had the fever!”<\/p>\n\n\n\n<p>But he never knew that it really was his own Rabbit. It was the little Toy Rabbit, who had come back to look at the child who had first helped him to be Real.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<br><\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>There was once a toy rabbit. In the beginning, he looked amazing. He was fat, like a rabbit should be. His hair was brown with white spots. He had real whiskers made of thread. His ears were soft on the inside. On Christmas morning, he sat in the Boy’s stocking and looked very cute.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      10
    ],
    "tags": [
      360
    ],
    "originaltitle": [
      361
    ],
    "genre": [
      37
    ],
    "setting": [
      62
    ],
    "vocabulary": [
      363,
      365,
      89,
      87,
      364
    ],
    "wordcount": [
      366
    ],
    "originalauthor": [
      367
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/837"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=837"
        }
      ],
      "version-history": [
        {
          "count": 4,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/837\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 842,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/837\/revisions\/842"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=837"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=837"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=837"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=837"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=837"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=837"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=837"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=837"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=837"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 830,
    "date": "2019-12-10T07:00:00",
    "date_gmt": "2019-12-10T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=830"
    },
    "modified": "2019-12-08T13:45:50",
    "modified_gmt": "2019-12-08T13:45:50",
    "slug": "elves",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/elves\/",
    "title": {
      "rendered": "Stories of Elves"
    },
    "content": {
      "rendered": "\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for beginners. The name of the story is <em>Stories of Elves<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Elves\">EasyStoriesInEnglish.com\/Elves<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Elves\">EasyStoriesInEnglish.com\/Elves<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>Today’s story is a bit different. There are actually three stories, but they’re all quite short, so it makes sense to put them together.<\/p>\n\n\n\n<p>All of today’s stories are about elves. Elves are magical creatures. Most people know elves from <em>Lord of the Rings<\/em>, which is a famous series of fantasy books. <em>The Lord of the Rings<\/em> is also some very famous films. In <em>The Lord of the Rings<\/em> there is an elf called Legolas and he uses a bow and arrow to fight.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/ab\/Un_elfe_un_peu_frimeur_jnl_fal.jpg\" alt=\"\" width=\"192\" height=\"288\"\/><figcaption>An elf in the modern style<\/figcaption><\/figure><\/div>\n\n\n\n<p>Because of books like <em>Lord of the Rings<\/em>, people think elves are tall and very beautiful and have pointed ears, they have long ears. But this is a modern idea of an elf. In old stories, elves were also small creatures. They were magical creatures, still, but they were not beautiful like modern elves. That is the kind of elf in this story because this story comes from <em>Grimm Brothers’ Fairy Tales<\/em>, so it is a very old fairy tale from hundreds of years ago. The elves in this story are not so beautiful. They are a bit weird and strange.<\/p>\n\n\n\n<p>So, recently I went to watch <em>Frozen II<\/em>. <em>Frozen<\/em> is a Disney film. It is a film about Elsa who has magical ice powers, and her sister Anna, and <em>Frozen<\/em> is possibly my favourite film ever. I really really loved <em>Frozen<\/em>. I actually saw <em>Frozen<\/em> four times in the cinema. Yes, I know. That is a lot. So recently I saw <em>Frozen II<\/em> and I loved it. The music is so good. It is a beautiful film. The story isn’t as good as the first film. So I don’t think I will see it four times, but I think I will definitely see it one more time, or maybe two more times, in the cinema.<\/p>\n\n\n\n<p>Actually, I want to go and see it in Seville. So this December, from the 14th, I will be on holiday in Seville. Seville or, as it’s called in Spanish, Sevilla is a city in the south of Spain. It is very beautiful. It is very very hot in the summer. And it has very old architecture, very old, beautiful buildings. So I am really looking forward to going to Seville. I have wanted to go to Spain for a long time and I will enjoy relaxing there and of course, I will eat lots and lots of good food! I am so excited about the food.<\/p>\n\n\n\n<p>So yeah, I want to go see <em>Frozen II<\/em> again in Spain because I want to hear the Spanish version. Most people don’t like it when films are dubbed. So a dub is when they change the audio of the film to be in a different language, and most people don’t like dubs because if you can watch it in the original language, “it’s better”, but I really find dubs interesting, especially films like <em>Frozen<\/em>, with music. I really want to see how they translated the songs and how they sound. To me, it’s very interesting, and it will be a great way to learn some new words in Spanish, maybe, as well.<\/p>\n\n\n\n<p>Speaking of words, I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<p>Stay up. When you stay up, it means you don’t go to bed. You stay awake during the night. When you are a child, you might want to stay up late. When I was a child, I wanted to stay up late, because the adults stay up late, and so that’s fun and interesting. But now that I am an adult, I don’t really like staying up late. I like to go to bed at a good time so I can sleep a lot and not be tired. Although recently, I’ve been going to bed early because I find it hard to stay away in the evening. I’m sitting there trying to read a book at 9pm and I keep falling asleep on the sofa! It’s so stupid. So I am very bad at staying up.<\/p>\n\n\n\n<p>Hide, and the past tense is “hid”. When you hide, you make it so that people can’t see you. So you might hide from your parents. Maybe you did something bad and you don’t want them to see you. Children like to play a game called hide-and-seek where they go and hide in the house and another child has to go and find them. And sometimes people say that there are monsters hiding under your bed. So, be careful!<\/p>\n\n\n\n<p>Naked is when you don’t have clothes on. Most people are naked every day in the shower, because it’s hard to clean yourself if you’re not naked. I have heard that some people hate being naked, and they even wear clothes in the shower, but maybe that is not true. I don’t know.<\/p>\n\n\n\n<p>Dirt is basically unclean stuff. So outside, in fields, in the grass, in forests, when it rains the ground turns into mud, this brown stuff, and when mud dries, when it is warm and not wet, it becomes dirt. Uh, so you get dirt on your clothes, for example, and when your clothes are dirty, when they have dirt on them, you wash them. You also wash dirt off vegetables before eating them, or you <em>should<\/em> wash dirt off vegetables, because you shouldn’t eat dirt!<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b7\/Paris-FR-75-open_de_tennis-25-5-16-Roland_Garros-balayeurs_%26_herseurs-05.jpg\" alt=\"\" width=\"171\" height=\"228\"\/><figcaption>A man sweeping a tennis court, by François GOGLINS under CC BY-SA 4.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>Sweep, and the past is “swept”. Sweeping is when you use a broom, a long stick, to move dirt around on the floor. So sweeping is a type of cleaning. So you sweep the dirt away to make the floor clean. When you sweep the dirt, you make a little pile, a little mountain, of all the dirt, and then you throw that dirt in the bin.<\/p>\n\n\n\n<p>An employer is a person who gives you your job, and your employer also pays you. So basically, they’re your boss, although your boss might not always be your employer. The person who gives you the job, the employer, might not be the boss as well.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/01\/Christening%2C_1948_Hungary_Fortepan_104947.jpg\" alt=\"\" width=\"242\" height=\"179\"\/><figcaption>A Christening, by Hámori Gyula under CC BY-SA 3.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>Christening is a ceremony in Christianity, in the Christian religion. When a child is born, they do this ceremony where they officially give the child a name and they put water on the child’s head. So this part is the baptism. During a Christening, two friends of the parents agree to look after the children. They say that they will not be the parents, but they will be like parents, to help look after the children, and they are the godparents. So the godmother and the godfather.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b1\/Egg-rmh.jpg\" alt=\"\" width=\"227\" height=\"170\"\/><figcaption>A broken egg shell, by Kim Pardi under CC BY 2.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>A shell is the outer part of an egg, so the hard, white outside of an egg. So shells are hard but the inside of an egg is soft. And you hit eggs to break open the shell.<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>A big thank-you to our new patrons, Irene Benavente. Sorry, I don’t know if this name is Spanish, Portuguese or Italian. So it may be “Irene Benavente”, it may be “Irene Benavente” or it may be “Irene Benavente”. Thank you also to Giang Phạm Thị Vân, Pomarańczka, and Tommy Wang. There are lots of new patrons this week. Thank you all so much.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h2><strong>Stories of <\/strong><strong>Elves<\/strong><\/h2>\n\n\n\n<h3><strong>The First Story<\/strong><\/h3>\n\n\n\n<p>Once there was a shoemaker. He had a hard life, because there were many shoemakers in the city. Over the years, his business went very badly. He became very poor, so poor that all he had left was some leather. It was just enough leather to make one pair of shoes. So in the evening, he cut out the shoes from the leather, ready to make the shoes the next morning. Then he went to bed.<\/p>\n\n\n\n<p>In the morning, the shoemaker went to make the shoes, but he did not find the leather on the table. Instead, there were two clean, bright shoes. He was surprised, and didn’t know what to think. He looked at them closely, and they were very well made indeed.<\/p>\n\n\n\n<p>A few hours later, when the shop opened, a customer came in. He saw the shoes, and liked them very much, so he paid extra for them. With the money, the shoemaker could buy leather for two more pairs of shoes.<\/p>\n\n\n\n<p>So once more, he cut the leather out in the evening, and the next morning, when he went to work, he found both pairs of shoes already made. Once more, customers came and paid extra for them, and this time he had enough money to buy leather for four pairs of shoes. He cut them out, and the next morning, he found four pairs made, and so on and so on. Every night, he cut out the shoes, and every morning, the shoes were there to be sold. The business grew, and the man became quite rich.<\/p>\n\n\n\n<p>One evening, when the man was cutting out the shoes, he said to his wife, ‘I have an idea. We should stay up tonight and see what happens. Someone is helping us, and I want to know who.’<\/p>\n\n\n\n<p>His wife liked the idea, so they hid in the corner and watched. When it turned midnight, two little naked men came out. They sat down at the table and started working on the shoes. They worked so quickly and skillfully that the shoemaker could not believe it. They did not stop until they were finished, and then they quickly ran away.<\/p>\n\n\n\n<p>The next morning, the shoemaker’s wife said, ‘The elves have made us rich. We should thank them for it. They run around without any clothes on. They must be cold. I think I’ll make them little shirts, and coats, and trousers and socks. And of course, you should make them two little pairs of shoes.’<\/p>\n\n\n\n<p>‘What a brilliant idea!’<\/p>\n\n\n\n<p>So one night, when everything was ready, they put their presents on the table and hid in the corner. At midnight, the elves came in, and they were surprised to see the clothes instead of their work. They laughed and jumped up and down. They dressed themselves quickly and sang,<\/p>\n\n\n\n<p>‘Now we boys are so fine to see,<\/p>\n\n\n\n<p>Why should we still shoemakers be?’<\/p>\n\n\n\n<p>Then they danced around the room and, finally, they danced out of the door. After that, they never came back again, but the shoemaker and his wife lived comfortably and happily.<\/p>\n\n\n\n<h3><strong>The Second Story<\/strong><\/h3>\n\n\n\n<p>Once there was a poor girl. She worked in a house, and she spent all day cleaning. Every day she swept the floor and put the pile of dirt in front of the door. One morning, when she was going to work, she found a letter on the pile of dirt. She could not read, so she took the letter to her employer.<\/p>\n\n\n\n<p>‘It is an invitation from the elves!’ he said. ‘They want you to be a godmother and go to a christening.’<\/p>\n\n\n\n<p>The girl did not know what to do. She was just a poor cleaner. Why should the elves choose her as godmother? But her employer said that she must go. It was the polite thing to do. So finally, the girl agreed.<\/p>\n\n\n\n<p>On the day of the christening, three elves came and took her to a mountain. A door opened up, and the mountain was empty inside. There, the elves lived. Everything was small, but very beautiful. There were bright rocks everywhere, and all their houses were pretty and colourful. At the christening, the baby sat in a bed of gold.<\/p>\n\n\n\n<p>The christening took place, and then the girl wanted to go home again. She did not feel comfortable there, because she was so much bigger than all the elves. But the little elves said, ‘Don’t go! Don’t go! Stay with us for three days.’<\/p>\n\n\n\n<p>So she stayed, and they looked after her very well. They gave her lovely food, and they played wonderful games together.<\/p>\n\n\n\n<p>At the end of the three days, she got ready to go back home. The elves first gave her lots of gold, and then took her out of the mountain. When she got home, she wanted to begin working. But her employer was not in the house, and instead there was a man who she didn’t know.<\/p>\n\n\n\n<p>‘Who are you? What are you doing here?’ said the man.<\/p>\n\n\n\n<p>‘I don’t understand. I work here!’<\/p>\n\n\n\n<p>‘No you don’t. We already have a cleaner.’<\/p>\n\n\n\n<p>‘But I was gone for just three days!’<\/p>\n\n\n\n<p>But as she spoke, it became clear that she had <em>not<\/em> been gone just for three days. She had, in fact, been gone for seven years, and her old employer had died. In the elves’ mountain, time passed more slowly than here. Three days there was seven days here.<\/p>\n\n\n\n<p>So the girl turned around and went back to the mountain, and lived with the elves for the rest of her life.<\/p>\n\n\n\n<h3><strong>The Third Story<\/strong><\/h3>\n\n\n\n<p>Once there was a mother. One night, the elves came into her house and took away her child, and put an elf in its place. The elf had a big head, and it did nothing but eat and drink. The mother went to her neighbour and asked her what to do.<\/p>\n\n\n\n<p>‘You must take the elf into the kitchen and put it by the fire. Then, take two egg shells, and boil water in them.’<\/p>\n\n\n\n<p>‘Boil water? Why?’<\/p>\n\n\n\n<p>‘Just do as I say.’<\/p>\n\n\n\n<p>So the woman took the elf into the kitchen and put it by the fire. She took two egg shells, filled them with water, and boiled them.<\/p>\n\n\n\n<p>The elf started laughing. It laughed and laughed and laughed, and said, ‘How funny! I have never seen someone boil water in an egg shell!’<\/p>\n\n\n\n<p>He laughed for several minutes, and then suddenly several elves jumped in through the window. They took the elf away and put the human child in its place.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Once there was a shoemaker. He had a hard life, because there were many shoemakers in the city. Over the years, his business went very badly. He became very poor, so poor that all he had left was some leather. It was just enough leather to make one pair of shoes. So in the evening, he cut out the shoes from the leather, ready to make the shoes the next morning. Then he went to bed.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      9
    ],
    "tags": [
      356
    ],
    "originaltitle": [],
    "genre": [
      37
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      357,
      284,
      15,
      231,
      87,
      358
    ],
    "wordcount": [
      359
    ],
    "originalauthor": [
      297
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/830"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=830"
        }
      ],
      "version-history": [
        {
          "count": 6,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/830\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 836,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/830\/revisions\/836"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=830"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=830"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=830"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=830"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=830"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=830"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=830"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=830"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=830"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 813,
    "date": "2019-12-03T07:00:00",
    "date_gmt": "2019-12-03T07:00:00",
    "guid": {
      "rendered": "https:\/\/easystoriesinenglish.com\/?p=813"
    },
    "modified": "2019-12-01T12:47:39",
    "modified_gmt": "2019-12-01T12:47:39",
    "slug": "blood",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/easystoriesinenglish.com\/blood\/",
    "title": {
      "rendered": "Three Drops of Blood"
    },
    "content": {
      "rendered": "\n<h2><strong>Transcript<\/strong><\/h2>\n\n\n\n<p>Welcome to Easy Stories in English, the podcast that will take your English from OK to Good, and from Good to Great.<\/p>\n\n\n\n<p>I am Ariel Goodbody, your host for this show. Today&#8217;s story is for beginners. The name of the story is <em>Three Drops of Blood<\/em>. You can find a transcript of the episode at<a href=\"https:\/\/easystoriesinenglish.com\/\"> <\/a><a href=\"https:\/\/easystoriesinenglish.com\/Blood\">EasyStoriesInEnglish.com\/Blood<\/a>. That’s <a href=\"https:\/\/easystoriesinenglish.com\/Blood\">EasyStoriesInEnglish.com\/Blood<\/a>. This contains the full story, as well as my conversation before it.<\/p>\n\n\n\n<p>At the moment, in the UK, many universities are striking. A strike is when people decide to not work because their work conditions, their work life, is very bad. For example, people might strike because they are not paid enough, they might strike because they work in dangerous conditions, and so on. There were many miners’ strikes, so, many miners, many coal miners, striked in the eighties and nineties in the UK, and now many universities are striking.<\/p>\n\n\n\n<p>The reason they are striking is two things.<\/p>\n\n\n\n<p>First, pensions. So when you retire, when you stop working at around sixty-five or seventy, the government pays you pensions. So during your life you pay money into your pension and when you retire the government pays you your pension. But people working in universities, their pensions have decreased, and they also have to put more money into their pensions now. So they’re paying more and getting less.<\/p>\n\n\n\n<p>Another big problem universities in the UK is bad contracts. So when you start your job you sign a piece of paper called a “contract”, and the contract says all of the conditions, all of the rules, of the job.<\/p>\n\n\n\n<p>Many people who work in universities, many teachers in universities, are on “zero-hours contracts”. This means that they don’t have fixed hours. Normally when you have a job you have maybe forty hours a week or thirty hours a week, and this is in the contract. But many jobs now have zero hours and every week they tell you what hours you will work. The problem with this is that you don’t get many things that you would normally get with a normal contract. For example, if you take time off, because you are sick, you don’t get paid. So if people working in universities are sick, they don’t take time off, which is very dangerous. It’s very bad for their health. You might be working and you don’t know if you will be working there for a month, for a year, or more, because at any point they could lower your hours, they could take away hours you are working, or they could take away all your hours, and you would stop working there.<\/p>\n\n\n\n<p>And this happens to many people who work at universities in the UK. Many lecturers who are very intelligent and very qualified, and they know a lot about their subject, they have to work in these very bad conditions. The United Kingdom has some of the best universities in the world but we treat the university teachers very badly. So this is another reason many people are striking.<\/p>\n\n\n\n<p>The strike is for eight days. So when this episode comes out, it will be the second-to-last day, so it will finish on the day after this podcast goes out. Hopefully it will successful. We don’t know yet. I am supporting the strike. I think it’s very important to have good work conditions. I think this strike is going to hopefully make good change. I am also part of the union that is doing the strike.<\/p>\n\n\n\n<p>So when you work in a place, you can join a union, where you work with other workers to get your rights, to get better working conditions. So the union is UCU, Universities and College Union. I don’t work in a university, but I do work in a college, which is like a school for adults. And these problems of pensions and zero-hour contracts are a problem in colleges, as well. So this past week I’ve been going to some events that the union has been doing, some educational events, and places for people to talk about strikes and talk about the situation in education in the UK.<\/p>\n\n\n\n<p>So I just thought it was interesting to tell you all about this. Unfortunately, I think this is a problem with universities all around the world now. So we have to fight to make things better.<\/p>\n\n\n\n<p>OK, I’ll just explain some words that are in today’s story.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/3\/32\/Potion_icon.jpg\" alt=\"\" width=\"219\" height=\"123\"\/><figcaption>Magic cures by Tanemori under CC BY 2.1 JP<\/figcaption><\/figure><\/div>\n\n\n\n<p>A cure makes a sickness better. For example, there are cures for many diseases, such as smallpox, mumps, and so on. Unfortunately, we don’t have a cure for the common cold yet, and we don’t have a cure for flu yet.<\/p>\n\n\n\n<p>Heaven is an idea in many religions. So Heaven is a place that good people go to when they die, but only good people go to Heaven. Heaven is usually above us, in the sky.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/5\/53\/Codex_Magliabechiano_%28141_cropped%29.jpg\" alt=\"\" width=\"228\" height=\"241\"\/><figcaption>An Aztec human sacrifice<\/figcaption><\/figure><\/div>\n\n\n\n<p>To make a sacrifice, and “sacrifice” is spelt S-A-C-R-I-F-I-C-E, means to give something up. So you are giving something important up to get something else. For example, a mother sacrifices her time for her children. She has to give up her time for her children, for example, when she takes them to school. It can also be in a religious sense. So in many religions, cows and sheep are sacrificed to gods.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/46\/Water_droplet_lying_on_a_damask.jpg\" alt=\"\" width=\"212\" height=\"162\"\/><figcaption>A drop of water by Petar Milošević under CC BY-SA 4.0<\/figcaption><\/figure><\/div>\n\n\n\n<p>A drop is a piece of liquid. So liquid is like water, milk, blood, orange juice, and so on. A drop is a small piece of any liquid. When it rains, there are lots of drops of water coming down from the sky.<\/p>\n\n\n\n<p>To pay a debt, and “debt” is spelt D-E-B-T, means you took something and you have to give it back later. So you might take money from a bank and then you will have a debt, and in the future, you will have to pay your debt. You will have to give the money back. Many people in America get large debts and then they have lots of money problems because of it.<\/p>\n\n\n\n<p>Marry is when a man and woman, or a man and a man, a woman and a woman, join together forever, because they love each other very much. They put rings on each other’s fingers and hopefully they will live together forever.<\/p>\n\n\n\n<p>A mosquito is a small insect, and it is a horrible insect! It bites people and drinks their blood, and it can cause many dangerous diseases, such as malaria, which kills many people, even today. Mosquitoes buzz around. So buzzing is a noise like <em>bzzzzzzzz<\/em>, and after they bite you, you get big spots and they itch a lot, which means you want to scratch them, and then you scratch them and they get very bloody. It’s just horrible. So this is what scratching sounds like, [scratching noise].<\/p>\n\n\n\n<p>Luckily, we don’t have mosquitoes in the UK, but mosquitoes in other countries LOVE me! Apparently, my blood is delicious. So whenever there are mosquitoes, they bite me all over. One time, I was in Japan in the summer and I was in Tokyo, and I sat down in a park, and I was wearing sandals, so my feet were out. And there were some mosquitoes, but I didn’t think they were biting me that much, but the next day I woke up and I had <em>fifteen<\/em> mosquito bites on each foot! It was horrible.<\/p>\n\n\n\n<p>And speaking of mosquitoes, today’s story is about the origin of mosquitoes. So this is a story about where mosquitoes come from. The story is from Vietnam, and I want to say a big thank-you to our listener, Huynh Bao Thi, from Vietnam, because Huynh sent the story to me and I just edited it for the podcast. So thank you so much, Huynh Bao Thi!<\/p>\n\n\n\n<p>If you enjoy the podcast and want more, you can support us on Patreon. For just $2 a month you can get exercises with each episode, and for $5 you get an extra story every month. You can support us at <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>.<\/p>\n\n\n\n<p>Thank you very much to our new patron, Ahlam Nana. I hope I pronounced your name right. Thank you so much, Ahlam. Your support really does help.<\/p>\n\n\n\n<p>OK, so listen and enjoy!<\/p>\n\n\n\n<h3><strong>Three Drops of Blood<\/strong><\/h3>\n\n\n\n<p>Once upon a time, there lived a husband and wife by the sea. They loved each other very much, and they wanted to stay together forever. The husband was a fisherman. Every day, he would go out and catch fish. Then he would sell the fishes to buy food in the market. Their lives were poor and hard, but they were truly happy.<\/p>\n\n\n\n<p>But one day, the wife got sick. The husband was so worried that he spent all of his money to ask for the help of the best doctor in the village.<\/p>\n\n\n\n<p>‘Doctor, there must be a cure!’<\/p>\n\n\n\n<p>‘Of course! There is a cure for everything.’<\/p>\n\n\n\n<p>The doctor gave her all kinds of strange plants and drinks, but she only got more sick.<\/p>\n\n\n\n<p>‘This didn’t work, that didn’t work… but I can try something else. I just need more time… and more money.’<\/p>\n\n\n\n<p>In the end, the husband sold all of his things to pay for the doctor. But still, his wife couldn&#8217;t get over her sickness, and finally she died. The man cried day in and day out. He had no one in the world to love anymore.<\/p>\n\n\n\n<p>After she died, he put her body on a boat and sent it out onto the sea, as the fishermen of the village did.<\/p>\n\n\n\n<p>‘Sleep well, my love. I will see you again in Heaven…’<\/p>\n\n\n\n<p>Meanwhile, Buddha was sat high above, in Heaven. At that moment, he looked down and saw the man crying by the sea, and the boat with his dead wife on it. Buddha saw that the man loved her greatly, and felt very sad.<\/p>\n\n\n\n<p>‘What can I do to help him?’ he said.<\/p>\n\n\n\n<p>So he became an old man, and went down to the sea. He went up to the man, and said, ‘My dear man, I see that you are crying. What makes you so unhappy?’<\/p>\n\n\n\n<p>‘Leave me alone! Go away!’ he cried. Then he stopped crying for a moment, and looked at the man. ‘I’m sorry… Please don’t go. I’m all alone now, and nobody will listen to me.’<\/p>\n\n\n\n<p>‘I will,’ said Buddha.<\/p>\n\n\n\n<p>The man sighed. ‘My wife died of an sickness. She is the one on that boat.’<\/p>\n\n\n\n<p>‘I have travelled to many places,’ said Buddha. ‘I know a cure that could save her.’<\/p>\n\n\n\n<p>‘No more cures!’ screamed the man. ‘That doctor gave me cure after cure, but none of them did anything.’<\/p>\n\n\n\n<p>The old man took his arm and looked him in the eyes. ‘This one will work. But you must make a sacrifice.’<\/p>\n\n\n\n<p>The husband answered at once, ‘I have nothing left to lose.’<\/p>\n\n\n\n<p>‘Good. Go out to that boat. Cut your finger, and put three drops of blood on your wife’s mouth. She will come back to life. However, remember this: your wife will have a debt to pay. If you ever leave her, or she leaves you, she must give three drops of blood to you. Then the debt will be paid.’<\/p>\n\n\n\n<p>‘I understand.’<\/p>\n\n\n\n<p>The husband took a stone and jumped into the sea. He swam through the water to the boat, and climbed on. Then he cut his finger with the stone, and let the blood drop onto his wife’s mouth.<\/p>\n\n\n\n<p>For a moment, nothing happened. Then, her hands moved.<\/p>\n\n\n\n<p>‘My love!’<\/p>\n\n\n\n<p>She opened her eyes and laughed. ‘Hello, dear.’<\/p>\n\n\n\n<p>For a while, they just kissed and hugged, and said nothing. Then the man turned around, because he wanted to thank the old man, but he was gone.<\/p>\n\n\n\n<p>The husband and wife returned to their home. Their lives were still poor and hard, but the man was just as happy as before. But something was different. As the months passed, the man’s wife became prettier and prettier. She was bright with beauty, and every fisherman in the village looked at her.<\/p>\n\n\n\n<p>In particular, one fisherman heard the strange story about how she died and became interested. He was the richest fisherman in the village, and he wanted to marry her. He waited and, one day, the husband went travelling. Then the fisherman came to the house to visit the wife. She was amazingly beautiful.<\/p>\n\n\n\n<p>He said sweetly, ‘You are such a beautiful woman. Why do you live such a poor and hard life here? I am rich. I could look after you and give you whatever you want. Won’t leave this man? Won’t you marry me?’<\/p>\n\n\n\n<p>The woman thought for a while and answered, ‘You are right. I have lived a very hard life, and then I died. Now I live again, and things are harder than before. I will be your wife. But first, I must pay my debt, and give my husband three drops of blood.’<\/p>\n\n\n\n<p>A week passed, and the husband returned home. His wife was quieter than before, but she did not say why. One night, they were walking on the beach. She fell on a rock, and a ring fell out of her pocket. She quickly picked it up and put it away.<\/p>\n\n\n\n<p>‘Where is that ring from?’ he said. They had never had money for rings.<\/p>\n\n\n\n<p>‘Somebody gave it to me.’<\/p>\n\n\n\n<p>‘Who?’<\/p>\n\n\n\n<p>‘I… I wanted to wait—’<\/p>\n\n\n\n<p>‘What is going on?!’ the man cried.<\/p>\n\n\n\n<p>‘I loved you,’ said the woman, ‘but now I do not. I am sorry. You looked after me well, but we are so poor. I want a better life! Let us end this now.’ She picked up a stone, and cut open her finger. ‘Take my blood. I will pay my debt.’<\/p>\n\n\n\n<p>She lifted her finger to his mouth, but the man moved away. ‘I won’t!’<\/p>\n\n\n\n<p>A strong wind blew, and three drops of blood flew from her finger and went into the sea. Suddenly, she was not there anymore. She had disappeared.<\/p>\n\n\n\n<p>The man looked all around him, and cried out, ‘Hello?’ But his wife was gone forever. All he could see was something small and black, flying over the sea. It was some kind of insect.<\/p>\n\n\n\n<p>Weeks passed, and the other villagers spoke of the insect. It made a horrible buzzing sound, and it liked to bite people, and drink their blood. People called it the “mosquito”. Just as the mosquito flew around the village, so did the story of the two fishermen and the woman between.<\/p>\n\n\n\n<p>‘It is a lesson,’ said the people of the village. ‘You must stay with your man.’<\/p>\n\n\n\n<p>The poor fisherman lived without his wife, sad and alone. The mosquito never visited his home, and the debt was never paid.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\">THE END<\/h3>\n\n\n\n<p>If you enjoyed the story, please consider supporting us on Patreon. Go to <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. That’s <a href=\"http:\/\/patreon.com\/EasyStoriesInEnglish\">Patreon.com\/EasyStoriesInEnglish<\/a>. For just a few dollars a month you can get extra episodes, exercises, and much more. Thank you for listening, and until next week.<\/p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Once upon a time, there lived a husband and wife by the sea. They loved each other very much, and they wanted to stay together forever. The husband was a fisherman. Every day, he would go out and catch fish. Then he would sell the fishes to buy food in the market. Their lives were poor and hard, but they were truly happy.<\/p>\n",
      "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [
      9
    ],
    "tags": [
      350,
      348,
      353,
      351,
      352
    ],
    "originaltitle": [],
    "genre": [
      227
    ],
    "setting": [
      38
    ],
    "vocabulary": [
      30,
      177,
      89,
      87,
      198,
      102,
      337
    ],
    "wordcount": [
      354
    ],
    "originalauthor": [
      355
    ],
    "_links": {
      "self": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/813"
        }
      ],
      "collection": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts"
        }
      ],
      "about": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/types\/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/users\/1"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/comments?post=813"
        }
      ],
      "version-history": [
        {
          "count": 6,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/813\/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 820,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/posts\/813\/revisions\/820"
        }
      ],
      "wp:attachment": [
        {
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/media?parent=813"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/categories?post=813"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/tags?post=813"
        },
        {
          "taxonomy": "originaltitle",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originaltitle?post=813"
        },
        {
          "taxonomy": "genre",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/genre?post=813"
        },
        {
          "taxonomy": "setting",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/setting?post=813"
        },
        {
          "taxonomy": "vocabulary",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/vocabulary?post=813"
        },
        {
          "taxonomy": "wordcount",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/wordcount?post=813"
        },
        {
          "taxonomy": "originalauthor",
          "embeddable": true,
          "href": "https:\/\/easystoriesinenglish.com\/wp-json\/wp\/v2\/originalauthor?post=813"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https:\/\/api.w.org\/{rel}",
          "templated": true
        }
      ]
    }
  }
]